const QUESTIONS = [
    {
        "question": "Какой из разделов философии изучается формы чувственного познания (ощущения, восприятия, представления), рационального познания (понятия, суждения, умозаключения)?",
        "variants": [
            "Гносеология",
            "Логика",
            "Эмпиризм",
            "Эпистемология",
            "Онтология"
        ],
        "answer": 0
    },
    {
        "question": "Как называется раздел философии, в котором рассматриваются фундаментальные принципы устройства бытия, его начала, сущностные формы, свойства и категориальные распределения?",
        "variants": [
            "Онтология",
            "Эпистемология",
            "Эстетика",
            "Логика",
            "Гносеология"
        ],
        "answer": 0
    },
    {
        "question": "Как называется раздел философии, предметом которого изучения являются методы и способы правильного рассуждения, размышления, а также процесс мышления, которому свойственна закономерность, последовательность, доказательность?",
        "variants": [
            "Логика",
            "Онтология",
            "Гносеология",
            "Философия",
            "Эпистемология"
        ],
        "answer": 0
    },
    {
        "question": "Как называется раздел философии о сущности и сущностной структуре человека, о его основных отношениях: к природе, обществу, другим людям, самому себе, о его происхождении.",
        "variants": [
            "Антропология",
            "Онтология",
            "Логика",
            "Социальная философия",
            "Гносеология"
        ],
        "answer": 0
    },
    {
        "question": "Как называется раздел философии, предметом которого являются теория природы и источников ценностей, способы индивидуального оправдания и осуждения наличного и возможного бытия, назначение человека, его целей и идеалов?",
        "variants": [
            "Аксиология",
            "Эстетика",
            "Эпистемология",
            "Агностицизм",
            "Философия науки"
        ],
        "answer": 0
    },
    {
        "question": "Какая философская наука, предметом которой является изучение морали, нравственности,имеющую систему понятий, описывающих моральные феномены, ситуации?",
        "variants": [
            "Этика",
            "Философия культуры",
            "Эпистемология",
            "Гносеология",
            "Эстетика"
        ],
        "answer": 0
    },
    {
        "question": "Как называется самостоятельная область философского знания, целью которой является изучение качественного своеобразия общества, особенности его развития и перспектив?",
        "variants": [
            "Социальная философия",
            "Философия техники",
            "Аксиология",
            "Эпистемология",
            "Праксиология"
        ],
        "answer": 0
    },
    {
        "question": "Какой из разделов философии изучает природу исторической реальности, процесс возникновения общества, закономерности, факторы исторического процесса, а также особенности и формы самого исторического познания?",
        "variants": [
            "Философия истории",
            "Философия техники",
            "Философия искусства",
            "История философии",
            "Социальная философия"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов своим учением определил «линию материализма» в философии?",
        "variants": [
            "Демокрит",
            "Платон",
            "Пифагор",
            "Протагор",
            "Сократ"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов своим учением определил «линию идеализма» в философии?",
        "variants": [
            "Платон",
            "Аристотель",
            "Гераклит",
            "Эпикур",
            "Цицирон"
        ],
        "answer": 0
    },
    {
        "question": "Как называется совокупность приемов и операций практического и теоретического освоения действительности?",
        "variants": [
            "Метод",
            "Эксперимент",
            "Наука",
            "Индукция",
            "Дедукция"
        ],
        "answer": 0
    },
    {
        "question": "Как называется система взглядов, отвергающих религиозную веру в сверхъестественное (Бога или других высших сил)?",
        "variants": [
            "Атеизм",
            "Гуманизм",
            "Индивидуализм",
            "Деизм",
            "Прагматизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется способ рассмотрения явлений мира, исходящий из единого начала, единой основы (субстанции) всего существующего?",
        "variants": [
            "Монизм",
            "Мироощущение",
            "Мировоззрение",
            "Метод",
            "Монотеизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется способ рассмотрения явлений мира, исходящий из признания равноправными, не сводимыми друг другу двух начал духа и материи, идеального и реального?",
        "variants": [
            "Дуализм",
            "Диалектика",
            "Моделирование",
            "Синтез",
            "Метафизика"
        ],
        "answer": 0
    },
    {
        "question": "Как называется направление в философии, сторонники которого признают первичным, исходным дух, сознание, идею?",
        "variants": [
            "Идеализм",
            "Метафизика",
            "Рационализм",
            "Сознание",
            "Диалектика"
        ],
        "answer": 0
    },
    {
        "question": "Какое из философских направлений решает основной ? философии в пользу первичности материи, природы, бытия физического и объективного, рассматривает сознание и мышление как вторичное?",
        "variants": [
            "Материализм",
            "Агностицизм",
            "Эмпиризм",
            "Идеализм",
            "Сенсуализм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс историко-эволюционного формирования физического типа человека, первоначального развития его трудовой деятельности и речи?",
        "variants": [
            "Антропогенез",
            "Секуляризация",
            "Антропоцентризм",
            "Антропоморфизм",
            "Развитие"
        ],
        "answer": 0
    },
    {
        "question": "Как называется тип развития общества, подразумевающую под собой задержку или остановку общественного развития?",
        "variants": [
            "Стагнация",
            "Регресс",
            "Реформа",
            "Застой",
            "Научно-технический прогресс"
        ],
        "answer": 0
    },
    {
        "question": "Как называется в гносеологии источник познавательной, оценочной и практической активности?",
        "variants": [
            "Субъект",
            "Знание",
            "Объект",
            "Наука",
            "Истина"
        ],
        "answer": 0
    },
    {
        "question": "Как называется первобытная форма верования, основанная на вере в сверхъестественную силу неодушевлённых предметов – амулетов, талисманов, оберегов и т.д.?",
        "variants": [
            "Фетишизм",
            "Тотемизм",
            "Миф",
            "Анимизм",
            "Магия"
        ],
        "answer": 0
    },
    {
        "question": "Как называется одна из ранних форм религии первобытного общества, основывавшаяся на совокупности верований, мифов, обрядов и обычаев, связанных с верой в сверхъестественное родство людей с различными предметами, явлениями и существами?",
        "variants": [
            "Тотемизм",
            "Антропоморфизм",
            "Анимизм",
            "Магия",
            "Фетишизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется одна из ранних форм религии, суть которой заключается в вере в существование души и духов как причины явлений природы, вере в одушевленность всей природы?",
        "variants": [
            "Анимизм",
            "Деизм",
            "Гилозоизм",
            "Тотемизм",
            "Пантеизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется совокупность верований и обрядов, в основе которой - вера в возможность воздействия на людей, предметы, явления окружающего мира сверхъестественным путем?",
        "variants": [
            "Магия",
            "Колдовство",
            "Анимизм",
            "Фетишизм",
            "Тотемизм"
        ],
        "answer": 0
    },
    {
        "question": "Когда был открыт Казахстанско-Российский Медицинский Университет?",
        "variants": [
            "В 1992 году",
            "В 2005 году",
            "В 1982 году",
            "В 2002 году",
            "В 2000 году"
        ],
        "answer": 0
    },
    {
        "question": "Какая из философских категорий служит обозначения то, на что направлена познавательная деятельность субъекта?",
        "variants": [
            "Объект",
            "Знание",
            "Субъект",
            "Истина",
            "Наука"
        ],
        "answer": 0
    },
    {
        "question": "Какое философское учение признает ощущения единственным и достаточным источником познания?",
        "variants": [
            "Сенсуализм",
            "Идеализм",
            "Скептицизм",
            "Релятивизм",
            "Материализм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философская позиция, согласно которой существуют несколько или множество независимых и несводимых друг к другу начал или видов бытия, оснований и форм знания?",
        "variants": [
            "Плюрализм",
            "Релятивизм",
            "Скептицизм",
            "Дуализм",
            "Политеизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется система верований, религиозное мировоззрение, основанное на вере в нескольких божеств, обычно собранных в пантеон из богов и богинь?",
        "variants": [
            "Политеизм",
            "Пантеизм",
            "Плюрализм",
            "Религия",
            "Магия"
        ],
        "answer": 0
    },
    {
        "question": "Как называется самый древний тип мировоззрения, характерный для архаического общества?",
        "variants": [
            "Миф",
            "Религия",
            "Фетишизм",
            "Анимизм",
            "Тотемизм"
        ],
        "answer": 0
    },
    {
        "question": "Какой исторический период охватывает античная философия?",
        "variants": [
            "Период с конца VI в. до н.э. вплоть до VI в. н.э.",
            "Период с III в. до н.э.-V в. н.э.",
            "Период с V в. до н.э.-XII в. н.э.",
            "Период с конца I в.до н.э. до VII в.",
            "Период с конца VI в. до н.э. до Х в. н.э."
        ],
        "answer": 0
    },
    {
        "question": "В каком разделе философии рассматриваются проблемы развития философии в хронологическом порядке, выявляются особенности каждого исторического этапа, преемственность философских учений и идей?",
        "variants": [
            "История философии",
            "Эпистемология",
            "Социальная философия",
            "Гносеология",
            "Аксиология"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философско-методологическая дисциплина, в которой исследуется научное знание, его строение, структура, функционирование и развитие?",
        "variants": [
            "Эпистемология",
            "Эклектика",
            "Провиденциализм",
            "Эсхатология",
            "Наукоцентризм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется форма существования и систематизации результатов познавательной деятельности человека, проверенный практикой результат познания действительности, верное ее отражение в сознании человека, позволяющее достигать намеченных целей?",
        "variants": [
            "Знание",
            "Догма",
            "Истина",
            "Образование",
            "Вера"
        ],
        "answer": 0
    },
    {
        "question": "Какое из приведенных определений соответствует понятию «Ложь»?",
        "variants": [
            "Сознательное искажение истины, призванное ввести кого-либо в заблуждение",
            "Способы человеческого самовыражения и самопознания, накопление человеком и социумом в целом навыков и умений.",
            "Субъективная оценка индивидом самого себя",
            "Категория философии, обозначающая то, что существует само по себе, не зависит ни от чего другого",
            "Форма существования и систематизации результатов познавательной деятельности человека"
        ],
        "answer": 0
    },
    {
        "question": "Кто из древнегреческих философов дал собственную трактовку термину «философия», подразумевая под ним вечное стремление к непостижимой истине?",
        "variants": [
            "Пифагор",
            "Платон",
            "Демокрит",
            "Анаксимандр",
            "Протагор"
        ],
        "answer": 0
    },
    {
        "question": "Каким понятием фиксируется момент ограниченности знания, его несоответствия своему объекту или несовместимости с принятым знанием?",
        "variants": [
            "Заблуждение",
            "Синкретизм",
            "Иррационализм",
            "Правда",
            "Ложь"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс получения, хранения, переработки и систематизации осознанных конкретно-чувственных и понятийных образов действительности?",
        "variants": [
            "Познание",
            "Труд",
            "Образование",
            "Наука",
            "Практика"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс деятельности, в результате которого создаются качественно новые объекты, духовные ценности или итог создания объективно нового?",
        "variants": [
            "Творчество",
            "Образование",
            "Труд",
            "Глобализация",
            "Наука"
        ],
        "answer": 0
    },
    {
        "question": "Кого в истории философии считают первым, «истинным философом», что именно с него начинается философия, т.к. он первый кто обратил внимание на окружающий мир?",
        "variants": [
            "Фалес",
            "Платон",
            "Аристотель",
            "Сократ",
            "Плотин"
        ],
        "answer": 0
    },
    {
        "question": "Что можно отнести к исходным, простейшим формам чувственного познания?",
        "variants": [
            "Ощущение",
            "Опыт",
            "Психика",
            "Сознание",
            "Память"
        ],
        "answer": 0
    },
    {
        "question": "Какая мировоззренческая позиция характерна для философской картины средневековья Западной Европы и арабо-мусульманской философии ?",
        "variants": [
            "Теоцентризм",
            "Космоцентризм",
            "Антропоцентризм",
            "Деизм",
            "Гуманизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философское мировоззрение, в основе которого лежит объяснение окружающего мира, явлений природы через могущество, всесильность, бесконечность внешних сил — Космоса и согласно которому всё сущее зависит от Космоса и космических циклов?",
        "variants": [
            "Космоцентризм",
            "Теософия",
            "Теоцентризм",
            "Космизм",
            "Ноосфера"
        ],
        "answer": 0
    },
    {
        "question": "Как называется творческая деятельность по получению нового знания, результат этой деятельности: совокупность знаний в понятийной форме, приведенных в целостную систему на основе определенных принципов, и процесс их производства?",
        "variants": [
            "Наука",
            "Социализация",
            "Образование",
            "Искусство",
            "Интеграция"
        ],
        "answer": 0
    },
    {
        "question": "Как называется особая форма познания и система знаний об общих характеристиках, понятиях и принципах действительности (бытия), а также о бытии человека и об отношении его и окружающего мира?",
        "variants": [
            "Философия",
            "Наука",
            "Методология",
            "Разум",
            "Теософия"
        ],
        "answer": 0
    },
    {
        "question": "Как называется система взглядов, оценок и образных представлений о мире и месте в нём человека, общее отношение человека к окружающей действительности и самому себе?",
        "variants": [
            "Мировоззрение",
            "Наука",
            "Образование",
            "Научная картина мира",
            "Философия"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой «Философская категория для обозначения объективной реальности, которая дана человеку в ощущениях его, которая копируется, фотографируется, отображается нашими ощущениями, существуя независимо от них?",
        "variants": [
            "Материя",
            "Апейрон",
            "Действительность",
            "Природа",
            "Первона+чало"
        ],
        "answer": 0
    },
    {
        "question": "Кто дал определение сущности основного ?а философии как \"…– ? об отношении мышления к бытию, сознания к материи... философы разделились на два больших лагеря, сообразно тому как отвечали на этот ??\"",
        "variants": [
            "Ф.Энгельс",
            "Ж.П.Сартр",
            "Ф.Ницше",
            "И.Кант",
            "Р.Декарт"
        ],
        "answer": 0
    },
    {
        "question": "Как называется человеческая деятельность в её самых разных проявлениях, включая все формы и способы человеческого самовыражения и самопознания, накопление человеком и социумом в целом навыков и умений?",
        "variants": [
            "Культура",
            "Философия",
            "Наука",
            "Общество",
            "Образование"
        ],
        "answer": 0
    },
    {
        "question": "Как называется высшая форма организации научного знания, дающая целостное представление о закономерностях и существенных связях определенной области действительности?",
        "variants": [
            "Теория",
            "Гипотеза",
            "Учение",
            "Закон",
            "Наука"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философская категория, в которой отражена реализованная на практике возможность или возможности, т.е. все то, что объективно существует в мире?",
        "variants": [
            "Действительность",
            "Наука",
            "Практика",
            "Бытие",
            "Субстанция"
        ],
        "answer": 0
    },
    {
        "question": "Какой элемент мировоззрения, придающий личности или социальной группе уверенность в своих взглядах на мир, знаниях и оценках реальной действительности?",
        "variants": [
            "Убеждение",
            "Религия",
            "Образование",
            "Практика",
            "Знания"
        ],
        "answer": 0
    },
    {
        "question": "В какой философской категории объединено в нечто целое все то, что обладает характеристикой несуществования?",
        "variants": [
            "Небытие",
            "Разум",
            "Бог",
            "Бытие",
            "Абстракция"
        ],
        "answer": 0
    },
    {
        "question": "Как называется состояние человека, которое соответствует наибольшей внутренней удовлетворённости условиями своего бытия, полноте и осмысленности жизни?",
        "variants": [
            "Счастье",
            "Красота",
            "Индивидуальность",
            "Космизм",
            "Совесть"
        ],
        "answer": 0
    },
    {
        "question": "Как называется система верований, культурных практик и моральных установок, которая связывает людей с высшим духовным или сверхъестественным миром?",
        "variants": [
            "Религия",
            "Магия",
            "Мифология",
            "Духовная культура",
            "Монотеизм"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет для субъекта (человека, группы, общества) положительная или отрицательная значимость какого-либо объекта (природного, культурного предмета, явления, идеи, поступка?",
        "variants": [
            "Ценность",
            "Совершенство",
            "Любовь",
            "Потребность",
            "Идеал"
        ],
        "answer": 0
    },
    {
        "question": "Какая категория этики характеризует способность личности осуществлять нравственный самоконтроль на основе различения добра и зла, самостоятельно формулировать для себя нравственные обязанности, требовать от себя их выполнения и производить самооценку?",
        "variants": [
            "Совесть",
            "Категорический императив",
            "Убеждение",
            "Свобода",
            "Ответственность"
        ],
        "answer": 0
    },
    {
        "question": "Как называется принцип жизненной ориентации, состоящий в превращении частных интересов в основной мотив деятельности и главный критерий оценки в отношении к обществу и окружающим?",
        "variants": [
            "Эгоизм",
            "Прагматизм",
            "Самоконтроль",
            "Самосознание",
            "Самооценка"
        ],
        "answer": 0
    },
    {
        "question": "Какое понятие используется для обозначения коренной качественный переворот в производительных силах человечества, основанный на резком скачке в развитии науки и превращении её в непосредственную производительную силу?",
        "variants": [
            "Научно-научно-техническаяреволюция",
            "Реформа",
            "научно-техническийПрогресс",
            "Общественныйпрогресс",
            "Информационноеобщество"
        ],
        "answer": 0
    },
    {
        "question": "Какое из нижеперечисленных определений соответствует понятию «Относительная истина»?",
        "variants": [
            "Неполное, неточное знание об объекте, которое может быть уточнено и дополнено в процессе дальнейшего познания",
            "Исчерпывающее знание о предмете или явлении, которое не может быть опровергнуто при дальнейшем развитии познания",
            "Адекватного (правильного) отражения действительности в сознании человека",
            "Процесс медленных количественных и качественных необратимых исторических изменений в природе и обществе",
            "Знания получаются из очевидных, принимаемых всеми суждений."
        ],
        "answer": 0
    },
    {
        "question": "Какая эстетическая категория обозначает совершенство, гармоничное сочетание аспектов объекта, при котором последний вызывает у наблюдателя эстетическое наслаждение?",
        "variants": [
            "Красота",
            "Природа",
            "Идеал",
            "Искусство",
            "Культура"
        ],
        "answer": 0
    },
    {
        "question": "Как называется центральная эстетическая категория, предмет изучения эстетики как философской дисциплины; наивысшая эстетическая ценность?",
        "variants": [
            "Прекрасное",
            "Культура",
            "Искусство",
            "Духовная культура",
            "Ноосфера"
        ],
        "answer": 0
    },
    {
        "question": "Какой принцип является основным для современной модели биоэтики?",
        "variants": [
            "Принцип приоритета прав и уважения достоинства пациента",
            "Принцип “не навреди”",
            "Принцип ответственности",
            "Принцип приоритета науки",
            "Принцип невмешательства"
        ],
        "answer": 0
    },
    {
        "question": "Какая из этических проблем современной медицины связана с правом человека на жизнь, которое имеет несколько аспектов, в том числе право распоряжаться собственной жизнью и решать ? о её прекращении?",
        "variants": [
            "Эвтаназия",
            "Принцип недеяния",
            "Принцип «золотого правила нравственности»",
            "Нирвана",
            "Самолечение"
        ],
        "answer": 0
    },
    {
        "question": "Как определяется ценность человеческой жизни в современной биомедицинской этике?",
        "variants": [
            "Уникальностью и неповторимостью личности",
            "Возрастом (количество прожитых лет)",
            "Расовой, религиозной и национальной принадлежностью",
            "Финансовой состоятельностью",
            "Психической и физической полноценностью"
        ],
        "answer": 0
    },
    {
        "question": "Как называется тип этических учений, а также система нравственных воззрений, согласно которым удовольствие представляется единственной конечной ценностью, смыслом жизни и высшей целью, все же остальные ценности считаются лишь способами достижения этой цели?",
        "variants": [
            "Гедонизм",
            "Персонализм",
            "Философия жизни",
            "Эгоизм",
            "Прагматизм"
        ],
        "answer": 0
    },
    {
        "question": "Какая наиболее общая нормативно-оценочная категория этики служит для обозначения нравственно-отрицательного в жизни и поведении людей?",
        "variants": [
            "Зло",
            "Ложь",
            "Сомнение",
            "Заблуждение",
            "Карма"
        ],
        "answer": 0
    },
    {
        "question": "Какое общее понятие морального сознания, категория этики, характеризует положительные нравственные ценности?",
        "variants": [
            "Добро",
            "Совесть",
            "Гуманизм",
            "Толерантность",
            "Истина"
        ],
        "answer": 0
    },
    {
        "question": "Кто сформулировал основные характеристики, принципы современного этоса науки?",
        "variants": [
            "Р.Мертон",
            "И.Кант",
            "Дм.Лихачев",
            "К.Маркс",
            "Р.В.Поттер"
        ],
        "answer": 0
    },
    {
        "question": "Какое из нижеперечисленных категорий можно определить как объективную обязанность отвечать за поступки, а также их последствия?",
        "variants": [
            "Ответственность",
            "Мораль",
            "Самосознание",
            "Нравственность",
            "Свобода"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой умышленное присвоение авторства чужого произведения науки или искусства, чужих идей или рациональных изобретений (полностью или частично)?",
        "variants": [
            "Плагиат",
            "Эгоизм",
            "Технократизм",
            "Индивидуализм",
            "Ложь"
        ],
        "answer": 0
    },
    {
        "question": "Какое из нижеперечисленных категорий можно определить как особую форму общественного сознания и вид общественных отношений, а также способ регуляции действий человека в обществе с помощью нравственных норм?",
        "variants": [
            "Мораль",
            "Наука",
            "Философия",
            "Гуманизм",
            "Религия"
        ],
        "answer": 0
    },
    {
        "question": "Какая социально-философская категория определяется как набор установок, ценностей, внутренних норм и правил, которые определяют поведение человека в той или иной ситуации, как моральное качество человека, правила, которыми он руководствуется в своём выборе?",
        "variants": [
            "Нравственность",
            "Религия",
            "Вежливость",
            "Ответственность",
            "Культура"
        ],
        "answer": 0
    },
    {
        "question": "Что в индийской философии признается как общая сумма совершенных поступков и их последствий, определяющая характер нового рождения?",
        "variants": [
            "Карма",
            "Мокша",
            "Страдание",
            "Атман",
            "Сансара"
        ],
        "answer": 0
    },
    {
        "question": "Как называется совокупность религиозно-философских доктрин, призванных оправдать управление Вселенной добрым Божеством, несмотря на наличие зла в мире?",
        "variants": [
            "Теодеция",
            "Теософия",
            "Эсхатология",
            "Креационизм",
            "Провиденциализм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется учение о социальных, правовых и этических последствиях новых медицинских технологий?",
        "variants": [
            "Биоэтика",
            "Рационализм",
            "Евгеника",
            "Этос науки",
            "Философия науки"
        ],
        "answer": 0
    },
    {
        "question": "Какая из эстетических категорий обозначает цельность, слитность всех частей и элементов формы, предмета, является необходимой основой прекрасного?",
        "variants": [
            "Гармония",
            "Эстетический вкус",
            "Искусство",
            "Идеал",
            "Дизайн"
        ],
        "answer": 0
    },
    {
        "question": "Какое социально-психологическое качество личности определяется как терпимость, уважение к другому?",
        "variants": [
            "Толерантность",
            "Образование",
            "Гуманизм",
            "Доброта",
            "Совесть"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой способность, возможность и желание человека думать, чувствовать и действовать беспрепятственно в какой-либо сфере жизни в соответствии со своими интересами, потребностями, вкусами, идеалами, целями?",
        "variants": [
            "Свобода",
            "Совесть",
            "Воля",
            "Ответственность",
            "Счастье"
        ],
        "answer": 0
    },
    {
        "question": "Какое из нижеприведенных определения наиболее полно соответствует понятию «дискриминация»?",
        "variants": [
            "Лишение отдельных лиц, групп или целых сообществ равных социальных, политических или экономических прав; преследование по причине этнического происхождения, национальности, мировоззрения или других социальных факторов",
            "Оценка жизненных явлений сквозь призму ценностей собственной группы как лучшей по сравнению с другими",
            "Способность, возможность и желание человека думать, чувствовать и действовать беспрепятственно в какой-либо сфере жизни в соответствии со своими интересами, потребностями, вкусами, идеалами, целями.",
            "Идея воздаяния за все совершенные в течение жизни поступки, в соответствии с которыми душа переселяется в новое тело",
            "Ограничение или подавление чувственных желаний, добровольное перенесение физической боли, одиночества"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой специфическое средство отражения и выражения жизни в форме художественных образов, предметом которого является реальная действительность и внутренний мир человека, его чувства и переживания?",
        "variants": [
            "Искусство",
            "Наука",
            "Психология",
            "Творчество",
            "Социализация"
        ],
        "answer": 0
    },
    {
        "question": "Как можно определить положение людей в обществе, обеспечивающее их одинаковое отношение к средствам производства, одинаковые политические и гражданские права?",
        "variants": [
            "Равенство",
            "Коммунизм",
            "Братство",
            "Гражданство",
            "Унификация"
        ],
        "answer": 0
    },
    {
        "question": "Как называют процесс возникновения и развития социальных явлений, объясняющий их происхождение и эволюцию в обществе?",
        "variants": [
            "Социогенез",
            "Социализация",
            "История философия",
            "Социология",
            "Антропосоциогенез"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс формирования человека как общественного существа под воздействием общественных отношений, обычаев, традиций, культуры?",
        "variants": [
            "Антропосоциогенез",
            "Антропоцентризм",
            "Антропоморфизм",
            "Социология",
            "Социальная философия"
        ],
        "answer": 0
    },
    {
        "question": "Какое определение из нижеперечисленных наиболее соответствует понятию «самооценка»?",
        "variants": [
            "Оценивание собственных действий, качеств, чувств и достоинств",
            "Активность, творческий характер сознания",
            "Психологический процесс, который включает в себя обращение внутрь себя для изучения собственных мыслей, эмоций, суждений и восприятия",
            "Способность контролировать свои эмоции, мысли, поведение.",
            "Способ построения и обоснования системы знания"
        ],
        "answer": 0
    },
    {
        "question": "Как называется исторический процесс сближения наций и народов, между которыми постепенно стираются традиционные границы, и человечество превращается в единую политическую систему?",
        "variants": [
            "Глобализация",
            "Дифференциация",
            "Социализация",
            "Сциентизм",
            "Интеграция"
        ],
        "answer": 0
    },
    {
        "question": "Как называет философско-религиозная концепция, которая утверждает, что мир и события в нём управляются божественной или высшей волей, и всё происходящее имеет предопределённый смысл и цель?",
        "variants": [
            "Провиденциализм",
            "Эсхатология",
            "Теодеция",
            "Теософия",
            "Креационизм"
        ],
        "answer": 0
    },
    {
        "question": "Как можно охарактеризовать духовное состояние, при котором человек колеблется между различными точками зрения или мнениями, испытывает неуверенность в истинности чего-либо, затрудняется в разрешении какого-либо ?а?",
        "variants": [
            "Сомнение",
            "Эгоизм",
            "Бессознательное",
            "Интуиция",
            "Страх"
        ],
        "answer": 0
    },
    {
        "question": "Как называется учение о Боге, совокупность выработанных той или мной религий доказательств истинности догматики, религиозной нравственности, правил и норм жизни верующих и духовенства, богоустановленности вероучения и Церкви?",
        "variants": [
            "Теология",
            "Тавтология",
            "Теоцентризм",
            "Провиденциализм",
            "Теософия"
        ],
        "answer": 0
    },
    {
        "question": "Как называется религиозно-философское представление, согласно которому сотворив мир, Бог не принимает в нём какого-либо участия и не вмешивается в закономерное течение событий?",
        "variants": [
            "Деизм",
            "Теизм",
            "Пантеизм",
            "Эсхатология",
            "Гилозоизм"
        ],
        "answer": 0
    },
    {
        "question": "Какая черта характера человека показывает его способность к активным действиям в соответствии со своими намерениями, желаниями, интересами, в ходе которой он добивается поставленных перед собой целей?",
        "variants": [
            "Воля",
            "Свобода",
            "Надежда",
            "Деятельность",
            "Характер"
        ],
        "answer": 0
    },
    {
        "question": "Неповторимое своеобразие отдельного человека (внешность, характер, привычки, особенности и т.д.), в противоположность типовым чертам.",
        "variants": [
            "Индивидуальность",
            "Индивид",
            "Личность",
            "Субъект",
            "Объект"
        ],
        "answer": 0
    },
    {
        "question": "Как называется приобщение индивида к социальным нормам, духовной культуре, подготовка его к труду и будущей жизни?",
        "variants": [
            "Воспитание",
            "Адаптация",
            "Образование",
            "Индивидуализация",
            "Обучение"
        ],
        "answer": 0
    },
    {
        "question": "Индивидуальный носитель социально-значимых черт‚ свободный и ответственный субъект сознательной волевой деятельности.",
        "variants": [
            "Личность",
            "Космополит",
            "Гражданин",
            "Индивидуальность",
            "Индивид"
        ],
        "answer": 0
    },
    {
        "question": "Какая категория определяет самостоятельное регулирование личностью своего поведения, его мотивов и побуждений?",
        "variants": [
            "Самоконтроль",
            "Социализация",
            "Воспитание",
            "Рассудок",
            "Разум"
        ],
        "answer": 0
    },
    {
        "question": "Как называется выделение человеком себя из объективного мира, осознание и оценка своего отношения к миру, себя как личности, своих поступков, действий, мыслей и чувств, желаний и интересов?",
        "variants": [
            "Самосознание",
            "Воспитание",
            "Социализация",
            "Индивидуализм",
            "Бытие"
        ],
        "answer": 0
    },
    {
        "question": "Как называется сознание субъектом самого себя в отличие от иного - других субъектов и мира вообще?",
        "variants": [
            "Самосознание",
            "Воспитание",
            "Образование",
            "Социализация",
            "Самоконтроль"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой процесс наиболее полного выявления и осуществления личностью своих возможностей, достижения намеченных целей в решении лично значимых проблем, позволяющий максимально полно реализовать творческий потенциал личности?",
        "variants": [
            "Самореализация",
            "Социализация",
            "Самообразование",
            "Самоконтроль",
            "Воспитание"
        ],
        "answer": 0
    },
    {
        "question": "Какое из основополагающих понятий этики понимается как добровольное моральное обязательство индивида перед другими людьми?",
        "variants": [
            "Долг",
            "Обязанность",
            "Обязательство",
            "Мораль",
            "Нравственность"
        ],
        "answer": 0
    },
    {
        "question": "Какие принципы лежат в основе любого научного метода исследования?",
        "variants": [
            "Объективность, систематичность, воспроизводимость",
            "Наблюдательность, коллективность, доступность",
            "Научное мышление, интеллектуальная скромность, оригинальность",
            "Организованный скептицизм, коллегиальность, эмоциональная нейтральность",
            "Эффективность, польза, малозатратность"
        ],
        "answer": 0
    },
    {
        "question": "Какие из приведенных категорий можно отнести к эстетическим?",
        "variants": [
            "Возвышенное и низменное, прекрасное и безобразное, трагическое и комическое",
            "Истина, ложь, заблуждение, общественное и индивидуальное, мораль и нравственность",
            "Рационализм и иррациональное, научное и обыденное, наука и интуиция",
            "Добро и зло, счастье, справедливость, свобода и ответственность, равенство, отчуждение",
            "Прогресс, регресс, эволюция и революция"
        ],
        "answer": 0
    },
    {
        "question": "Как называется радикальное изменение, перелом в движении развития общества, влекущий за собой изменение всех или большей части устоявшихся сторон общественной жизни, сопровождается появлением новых общественного и политического режимов?",
        "variants": [
            "Революция",
            "Реформа",
            "Прогресс",
            "Научно-техническая революция",
            "Переворот"
        ],
        "answer": 0
    },
    {
        "question": "Какое свойство истины является определяющей, важной?",
        "variants": [
            "Объективность",
            "Научность",
            "Проверяемость",
            "Традиционализм",
            "Саморазвитие"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой «истина» как философская категория?",
        "variants": [
            "Достоверное знание, существующее само по себе, вне зависимости от того, каким его представляет человек.",
            "Фундаментальная категория научного познания",
            "Источник познавательной, оценочной и практической активности",
            "Сознание субъектом самого себя в отличие от иного - других субъектов и мира вообще",
            "Форма существования материи"
        ],
        "answer": 0
    },
    {
        "question": "Как называется объективная реальность в аспекте внутреннего единства всех форм ее саморазвития, всего многообразия явлений природы и истории, включая человека и его сознание, и поэтому, это фундаментальная категория научного познания?",
        "variants": [
            "Бытие",
            "Природа",
            "«Вторая природа»",
            "Материя",
            "Космос"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов признавал \"Огонь\" в качестве субстанции мира?",
        "variants": [
            "Гераклит",
            "Эпикур",
            "Фалес",
            "Демокрит",
            "Протагор"
        ],
        "answer": 0
    },
    {
        "question": "Что считал Первоначалом, первоосновой бытия античный философ Анаксимен?",
        "variants": [
            "Воздух",
            "Апейрон",
            "Вода",
            "Число",
            "Огонь"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов считал, что первоначалом мира является неопределённое, беспредельное и бесконечное первовещество – апейрон?",
        "variants": [
            "Анаксимандр",
            "Гераклит",
            "Пифагор",
            "Протагор",
            "Фраземах"
        ],
        "answer": 0
    },
    {
        "question": "Какая из форм бытия материи характеризует ее протяженность, структуру, взаимодействие элементов внутри материальных объектов и взаимодействие материальных объектов между собой?",
        "variants": [
            "Пространство",
            "Движение",
            "Качество",
            "Количество",
            "Время"
        ],
        "answer": 0
    },
    {
        "question": "Какая из форм бытия материи выражает длительность существования материальных объектов и последовательность изменений (смены состояний) данных объектов в процессе их развития?",
        "variants": [
            "Время",
            "Качество",
            "Количество",
            "Движение",
            "Пространство"
        ],
        "answer": 0
    },
    {
        "question": "Какой способ существования материи, её всеобщий атрибут, Ф.Энгельс назвал «изменение вообще»?",
        "variants": [
            "Движение",
            "Пространство",
            "Абсолютный покой",
            "Наука",
            "Время"
        ],
        "answer": 0
    },
    {
        "question": "Какая философско-мировоззренческая позиция утверждает полную или частичную невозможность окончательного познания объективной истины?",
        "variants": [
            "Агностицизм",
            "Эпистемология",
            "Эклектика",
            "Эмпиризм",
            "Гносеологический оптимизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется адекватное отражение объекта познающим субъектом, воспроизведение его таким, каким он существует сам по себе, вне и независимо от человека и его сознания?",
        "variants": [
            "Истина",
            "Философия",
            "Ценность",
            "Мировоззрение",
            "Практика"
        ],
        "answer": 0
    },
    {
        "question": "Как называется явление, процесс, предмет, появление которого по естественным причинам невозможно, можно рассматривать как результат человеческой деятельности?",
        "variants": [
            "Артефакт",
            "Архетип",
            "Контркультура",
            "Культура",
            "Наука"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод познания, при котором исследование осуществляется не на самом объекте, т.е. оригинале, а на его аналоге, сходном с оригиналом в определённых свойствах и отношениях?",
        "variants": [
            "Моделирование",
            "Аналогия",
            "Верификация",
            "Фальсификация",
            "Синтез"
        ],
        "answer": 0
    },
    {
        "question": "Какое понятие в философии используется для обозначения способности материальных систем воспроизводить в своих свойствах особенности других систем в процессе взаимодействия с последними?",
        "variants": [
            "Отражение",
            "Психика",
            "Наука",
            "Опыт",
            "Мышление"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод научного познания, согласно которому делается объединение различных изучаемых предметов в группы по каким-либо признакам?",
        "variants": [
            "Классификация",
            "Абстрагирование",
            "Формализация",
            "Моделирования",
            "Синтез"
        ],
        "answer": 0
    },
    {
        "question": "Какая философская школа античности впервые поставила исходный философский ? о природе всего, первоначала («Откуда все?»)?",
        "variants": [
            "Милетская школа",
            "Стоицизм",
            "Школа элеатов",
            "Школа софистов",
            "Школа атомизма"
        ],
        "answer": 0
    },
    {
        "question": "Как называется перенесение присущих человеку свойств и особенностей на внешние силы природы и приписывание их вымышленным существам?",
        "variants": [
            "Антропоморфизм",
            "Антропогенез",
            "Пантеизм",
            "Мифология",
            "Анимизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется нерасчлененность, слитность искусства, мифологии, религии, характеризующая первоначальное состояние первобытной культуры?",
        "variants": [
            "Синкретизм",
            "Апейрон",
            "Анимизм",
            "Пассионарность",
            "Антропоморфизм"
        ],
        "answer": 0
    },
    {
        "question": "О каком историческом типе мировоззрения идет здесь речь: «Это -- целостное миропонимание, в котором различные представления увязаны в единую образную картину мира, сочетающую в себе реальность и фантазию, естественное и сверхъестественное, знание и веру, мысль и эмоции»?",
        "variants": [
            "Мифология",
            "Анимизм",
            "Антропоморфизм",
            "Философия",
            "Магия"
        ],
        "answer": 0
    },
    {
        "question": "Основатель казахского Просвещения, исследователь духовного мира казахов.",
        "variants": [
            "Ш.Уалиханов",
            "А.Байтурсынов",
            "М.Жумабаев",
            "А.Кунанбаев",
            "Х.Габбасов"
        ],
        "answer": 0
    },
    {
        "question": "Какая логическая форма умозаключения лежит в основании рационализма?",
        "variants": [
            "Дедукция",
            "Диалектика",
            "Метацизика",
            "Анализ",
            "Индукция"
        ],
        "answer": 0
    },
    {
        "question": "Какая логическая форма умозаключения лежит в основании эмпиризма?",
        "variants": [
            "Индукция",
            "Моделирование",
            "Абстрагирование",
            "Синтез",
            "Классификация"
        ],
        "answer": 0
    },
    {
        "question": "Какой метод познания считает источником и критерием знания опыт в виде научного эксперимента?",
        "variants": [
            "Эмпиризм",
            "Сенсуализм",
            "Эмпириокритицизм",
            "Логика",
            "Рационализм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод мышления, следствием которого является логический вывод, в котором частное заключение выводится из общего?",
        "variants": [
            "Дедукция",
            "Диалектика",
            "Индукция",
            "Наука",
            "Метафизика"
        ],
        "answer": 0
    },
    {
        "question": "Как называется целостное отражение в сознании человека предметов или явлений при непосредственном их воздействии на органы чувств ?",
        "variants": [
            "Ощущение",
            "Представление",
            "Понятие",
            "Восприятие",
            "Умозаключение"
        ],
        "answer": 0
    },
    {
        "question": "Какая из форм чувственного познания связана с созданием образов предметов, которые возникают в памяти человека, то есть вспоминаются им на основе воздействия на органы чувств, которое произошло ранее?",
        "variants": [
            "Восприятие",
            "Представление",
            "Умозаключение",
            "Категория",
            "Понятие"
        ],
        "answer": 0
    },
    {
        "question": "Какая из форм чувственного познания является наглядным чувственным образом предметов и ситуаций, в отличие от восприятия, сопровождающийся чувством отсутствия того, что представляется?",
        "variants": [
            "Представление",
            "Понятие",
            "Опыт",
            "Истина",
            "Категория"
        ],
        "answer": 0
    },
    {
        "question": "Как называется логическая форма получения выводного знания, рассуждение, в ходе которого из одного или нескольких суждений, называемых посылками, выводится новое суждение (заключение или следствие), логически вытекающее из посылок?",
        "variants": [
            "Умозаключение",
            "Диалектика",
            "Индукция",
            "Метафизика",
            "Дедукция"
        ],
        "answer": 0
    },
    {
        "question": "Как называется идейно-мировоззренческая позиция, в основе которой лежит представление о научном знании как о наивысшей культурной ценности и определяющем факторе ориентации человека в мире?",
        "variants": [
            "Сциентизм",
            "Агностицизм",
            "Антисциентизм",
            "Антропоцентризм",
            "Культуроцентризм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется активный, целенаправленный метод изучения явлений в точно фиксированных условиях их протяжения, которые могут воссоздаваться и контролироваться самим исследователем?",
        "variants": [
            "Эксперимент",
            "Измерение",
            "Анализ",
            "Опыт",
            "Моделирование"
        ],
        "answer": 0
    },
    {
        "question": "Какая философско-мировоззренческая позиция считает главной причиной глобальных проблем науку и научно-технический прогресс и выступающее против них?",
        "variants": [
            "Антисциентизм",
            "Технофобия",
            "Сциентизм",
            "Технократия",
            "Агностицизм"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой процесс дифференциации наук?",
        "variants": [
            "Процесс выделения отдельных научных дисциплин со своим предметом изучения и особыми методами",
            "Позиция утверждает полную или частичную невозможность окончательного познания объективной истины",
            "Метод познания, означающий мысленное разложение объекта на составные элементы",
            "Метод выделения одного признака в предмете с отвлечением от других его признаков",
            "Синтез знания, объединение наук с целью решения отдельных проблем"
        ],
        "answer": 0
    },
    {
        "question": "Как называется тенденция развития науки, проявляющаяся в слиянии различных научных направлений и отраслей и в проникновении методов одной отрасли знаний в другие отрасли?",
        "variants": [
            "Интеграция наук",
            "Научно-технический прогресс",
            "Глобализация",
            "Научно-техническая революция",
            "Дифференция наук"
        ],
        "answer": 0
    },
    {
        "question": "Какая система взглядов традиционной духовной культуры китайцев и мировоззрение, сочетает в себе древние народные мифологические представления и философские учения, в основе которых лежит концепция \"дао\"?",
        "variants": [
            "Даосизм",
            "Дзен-буддизм",
            "Легизм",
            "Моизм",
            "Конфуцианство"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой гипотеза?",
        "variants": [
            "научное предположение, выдвигаемое для объяснения каких-либо явлений или их причин, которое требует проверки и доказательства",
            "Процесс выделения в науке новых направлений и дисциплин",
            "Самая развитая форма диалектики",
            "Метод познания, означающий мысленное разложение объекта на составные элементы",
            "Позиция утверждает полную или частичную невозможность окончательного познания объективной истины"
        ],
        "answer": 0
    },
    {
        "question": "Как называется научное допущение или предположение, истинность которого не доказана с абсолютной достоверностью, но является возможной или весьма вероятной ?",
        "variants": [
            "Гипотеза",
            "Концепция",
            "Теория",
            "Догма",
            "Проблема"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод познания, означающий мысленное разложение объекта на составные элементы?",
        "variants": [
            "Анализ",
            "Синтез",
            "Сравнение",
            "Абстрагирование",
            "Модулирование"
        ],
        "answer": 0
    },
    {
        "question": "Как называется единый целенаправленный процесс воспитания и обучения, а также совокупность приобретаемых знаний, умений, ценностных установок, функций, опыта деятельности и компетенций?",
        "variants": [
            "Образование",
            "Воспитание",
            "Социализация личности",
            "Практика",
            "Наука"
        ],
        "answer": 0
    },
    {
        "question": "Как называется познание в форме ощущений и восприятий свойств вещей, непосредственно данных органам чувств?",
        "variants": [
            "Чувственное познание",
            "Наблюдение",
            "Эмпирическое познание",
            "Эксперимент",
            "Теоретическое познание"
        ],
        "answer": 0
    },
    {
        "question": "Какое из философских направлений отрицает или ограничивает роль разума в познании, выдвигая на первый план волю, созерцание, чувство, интуицию?",
        "variants": [
            "Иррационализм",
            "Скептицизм",
            "Релятивизм",
            "Эмпиризм",
            "Сенсуализм"
        ],
        "answer": 0
    },
    {
        "question": "Важнейшее средство человеческою общения, является социальным средством хранения и передачи информации, одним из средств управления человеческим поведением.",
        "variants": [
            "Язык",
            "Сознание",
            "Наука",
            "Культура",
            "Письменность"
        ],
        "answer": 0
    },
    {
        "question": "Как называется совокупность психических процессов и явлений, не входящих в сферу сознания субъекта (человека), то есть в отношение которых отсутствует контроль сознания?",
        "variants": [
            "Бессознательное",
            "Душа",
            "Психика",
            "Иррационализм",
            "Духовность"
        ],
        "answer": 0
    },
    {
        "question": "Как называется свойство человека, его способность создавать идеальный образ мира и с его помощью преобразовывать себя и окружающую среду в процессе своей предметно-практической деятельности?",
        "variants": [
            "Сознание",
            "Идеализация",
            "Идеал",
            "Память",
            "Моделирование"
        ],
        "answer": 0
    },
    {
        "question": "Как называется психический процесс отражения предметов и явлений окружающего которые ранее действовали на органы чувств?",
        "variants": [
            "Память",
            "Бессознательное",
            "Мышление",
            "Язык",
            "Разум"
        ],
        "answer": 0
    },
    {
        "question": "Кому из древнегреческих философов принадлежит тезис \"Всё из воды и всё в воду\"?",
        "variants": [
            "Фалес",
            "Протагор",
            "Аристотель",
            "Пифагор",
            "Горгий"
        ],
        "answer": 0
    },
    {
        "question": "Что является главным признаком самостоятельности личности?",
        "variants": [
            "Чувство ответственности",
            "Самоконтроль",
            "Образование",
            "Самоанализ",
            "Индивидуальность"
        ],
        "answer": 0
    },
    {
        "question": "Как называется исторически развивающаяся совокупность создаваемых людьми средств (орудий, устройств, механизмов и т.п.), которые позволяют людям использовать естественные материалы, явления и процессы для удовлетворения своих потребностей?",
        "variants": [
            "Техника",
            "Труд",
            "Искусство",
            "Наука",
            "Культура"
        ],
        "answer": 0
    },
    {
        "question": "Какой принцип религиозного мировоззрения является основополагающим?",
        "variants": [
            "Вера",
            "Сомнение",
            "Знание",
            "Счастье",
            "Совесть"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод научного познания, представляющее собой целенаправленное фиксирование данных об исследуемом объекте в его естественной среде?",
        "variants": [
            "Наблюдение",
            "Абстрагирование",
            "Эксперимент",
            "Моделирование",
            "Опыт"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс интеграции человека в социальную систему, вхождение в социальную среду через овладение её социальными нормами, правилами и ценностями, знаниями, навыками, привычками, позволяющими успешно функционировать в обществе?",
        "variants": [
            "Социализация",
            "Интеграция",
            "Глобализация",
            "Самопознание",
            "Воспитание"
        ],
        "answer": 0
    },
    {
        "question": "Какое философское направление утверждающее зависимость внешнего мира, его свойств и отношений от сознания человека?",
        "variants": [
            "Субъективный идеализм",
            "Объективный идеализм",
            "Дедукция",
            "Метафизика",
            "Диалектика"
        ],
        "answer": 0
    },
    {
        "question": "Какое философское направление, постулирующее не только первичность идеального начала, но и его независимость от сознания человека?",
        "variants": [
            "Объективный идеализм",
            "Метафизика",
            "Диалектика",
            "Антропологический материализм",
            "Эмпиризм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется функция философии, суть которой заключается в оценке вещей, явлений окружающего мира с точки зрения различных ценностей – морально-нравственных, этических, социальных, идеологических и других?",
        "variants": [
            "Аксиологическая функция",
            "Воспитательно-гуманитарная функция",
            "Мыслительно-теоретическая функция",
            "Гносеологическая функция",
            "Критическая функция"
        ],
        "answer": 0
    },
    {
        "question": "Какая из функций философии дает возможность на основании имеющихся знаний об окружающем мире и человеке, достижениях науки спрогнозировать тенденции развития человека, природы, общества?",
        "variants": [
            "Прогностическая функция",
            "Критическая функция",
            "Мировоззренческая функция",
            "Аксиологическая функция",
            "Методологическая функция"
        ],
        "answer": 0
    },
    {
        "question": "Какая из функций способствует формированию целостности картины мира, представлений об его устройстве, месте человека в нем, принципов взаимодействия с окружающим миром?",
        "variants": [
            "Мировоззренческая функция",
            "Методологическая функция",
            "Социальная функция",
            "Гносеологическая функция",
            "Аксиологическая функция"
        ],
        "answer": 0
    },
    {
        "question": "В чем заключается роль критической функции философии?",
        "variants": [
            "Подвергать сомнению окружающий мир и существующее знание, искать их новые черты, качества, вскрывать противоречия.",
            "Объяснение происхождения и развития общества, нахождение путей его совершенствования",
            "Формированию целостной картины мира",
            "Выработка знаний о мире как единой целостности в отношении к нему человека",
            "Разработка универсальных методов познания"
        ],
        "answer": 0
    },
    {
        "question": "В чем состоит сущность познавательной функции философии?",
        "variants": [
            "Выработка знаний о мире как единой целостности в отношении к нему человека",
            "Подвергать сомнению всё накопленное знание",
            "Разработка универсальных методов познания",
            "Объяснение происхождения и развития общества, нахождение путей его совершенствования",
            "Формированию целостной картины мира"
        ],
        "answer": 0
    },
    {
        "question": "Какая добродетель (качество) относится к наиболее почитаемым древнегреческим философом Сократом?",
        "variants": [
            "Справедливость",
            "Наблюдательность",
            "Умиротворение",
            "Счастье",
            "Покой"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философско-мировоззренческая позиция, в основе которой лежит представление о главенстве Бога?",
        "variants": [
            "Теоцентризм",
            "Деизм",
            "Космоцентризм",
            "Теософия",
            "Теология"
        ],
        "answer": 0
    },
    {
        "question": "Кого из философов считают основателем эмпиризма как особого направления в философии Нового времени, разработавшего индуктивный метод познания?",
        "variants": [
            "Ф.Бэкон",
            "А.Данте",
            "Т.Мор",
            "Р.Декарт",
            "Дж.Локк"
        ],
        "answer": 0
    },
    {
        "question": "Кто является автором эволюционной теории, которую Ф.Энгельс отнес к важнейшим естественнонаучным предпосылкам возникновения философии марксизма?",
        "variants": [
            "Дарвин Ч.",
            "Гальтон Ф.",
            "Кант И.",
            "Фейербах Л",
            "Гегель Г."
        ],
        "answer": 0
    },
    {
        "question": "Кто из представителей Элейской школы Древней Греции положил начало категориям «бытийности» и «познания», вследствие чего, появились такие дисциплины, как онтология, гносеология и т.д.?",
        "variants": [
            "Парменид",
            "Горгий",
            "Сократ",
            "Протагор",
            "Ксенофан"
        ],
        "answer": 0
    },
    {
        "question": "Какая философская категория характеризует неисчерпаемость материи и движения, многообразие предметов материального мира, форм и тенденций его развития?",
        "variants": [
            "Бесконечность",
            "Необратимость",
            "Пространство",
            "Время",
            "Вечность"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов дал определение философии как беседа души с самой собой?",
        "variants": [
            "Сократ",
            "Зенон Элейский",
            "Аристотель",
            "Протагор",
            "Парменид"
        ],
        "answer": 0
    },
    {
        "question": "Кого из философов античности считают автором термина «Этика», использовавшего для обозначения особой науки о нравственных качества личности?",
        "variants": [
            "Аристотель",
            "Сократ",
            "Цицирон",
            "Платон",
            "Фалес"
        ],
        "answer": 0
    },
    {
        "question": "Кем из французских философов было предложено в 1765 г. понятие «философия истории»?",
        "variants": [
            "Вольтером",
            "Д.Дидро",
            "А.Швейцер",
            "Ж.П.Сартр",
            "А.Камю"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов является автором теории идей как образцов вещей?",
        "variants": [
            "Платон",
            "Протагор",
            "Фома Аквинский",
            "Аврелий Августин",
            "Сократ"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов античности считал землю первоначалом мира, полагая, что «все рождается из земли и все в землю уходит»?",
        "variants": [
            "Ксенофан",
            "Цицирон",
            "Зенон Элейский",
            "Эпикур",
            "Парменид"
        ],
        "answer": 0
    },
    {
        "question": "Кто является автором работы «Эстетика, предназначенная для лекций» (1750г), в которой этика была выделена как отдельная, самостоятельная дисциплина, которая имеет огромное влияние на духовный мир человека?",
        "variants": [
            "А. Баумгартен",
            "В.Р.Поттер",
            "К.Ясперс",
            "Л.Н.Гумилев",
            "Э.Геккель"
        ],
        "answer": 0
    },
    {
        "question": "Как представлена «культура» в концепции З.Фрейда?",
        "variants": [
            "Как механизм подавления бессознательных влечений",
            "Как деградация природы и общества",
            "Как психологическое состояние общества",
            "Как духовный мир личности",
            "Как процесс формирования человека как общественного существа под воздействием общественных отношений, обычаев, традиций"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой “Двоеверие” казахов согласно основателю казахского Просвещения, исследователю духовного мира казахов Ш.Валиханову?",
        "variants": [
            "Шаманизм и ислам",
            "Ислам и христианство",
            "Тотемизм и фетишизм",
            "Буддизм и зороастризм",
            "Иудаизм и христианство"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов античности выдвинул тезис “Человек есть мера всех вещей, существующих, что они существуют, и несуществующих, что они не существуют”?",
        "variants": [
            "Протагор",
            "Парменид",
            "Зенон Элейский",
            "Горгий",
            "Демокрит"
        ],
        "answer": 0
    },
    {
        "question": "Кто был автором общей программы современной философской антропологии, указавший в своей работе «Человек и история» (1928 г), что отличие человека от животного, заключается в том, что человеку открыт весь мир, ему доступно всё его многообразие?",
        "variants": [
            "М.Шелер",
            "И.Шеллинг",
            "А.Камю",
            "М.Хайдеггер",
            "Ч.Дарвин"
        ],
        "answer": 0
    },
    {
        "question": "Что объявлялось приоритетным при условии использовании достижений биологии и медицины согласно “Конвенция о правах человека и биомедицине” (1997 г.)?",
        "variants": [
            "Интересы и благо отдельного человека",
            "Принцип “соблюдения долга”",
            "Интересы научного сообщества",
            "Семейные ценности",
            "Интересы общества"
        ],
        "answer": 0
    },
    {
        "question": "Кто из древних мыслителей впервые сформулировал «Золотое правило нравственности»: «Не делай человеку того, чего не желаешь себе. И тогда исчезнет ненависть в государстве, исчезнет ненависть в семье»?",
        "variants": [
            "Конфуций",
            "Будда",
            "Платон",
            "Цицерон",
            "Сократ"
        ],
        "answer": 0
    },
    {
        "question": "Кто из казахских мыслителей всю жизнь искал “Жеруик” (землю обетованную)?",
        "variants": [
            "Асан Кайгы",
            "А.Кунанбаев",
            "Кенесары хан",
            "Толе би",
            "Ш.Уалиханов"
        ],
        "answer": 0
    },
    {
        "question": "Казахский мудрец, призывавший к борьбе со смертью:",
        "variants": [
            "Коркут-ата",
            "Айтике би",
            "Асан Кайгы",
            "А.Кунанбаев",
            "Толе би"
        ],
        "answer": 0
    },
    {
        "question": "Кому из немецких философов XIX в. принадлежит мысль: «Есть две вещи, приводящие меня в восторг - звездное небо над нами и нравственный закон внутри нас»?",
        "variants": [
            "И.Кант",
            "О.Шпенглер",
            "К.Маркс",
            "Ф.Ницше",
            "И.Фихте"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов эпохи Просвещения выступал против социального неравенства и идеализировал естественное состояние всеобщего равенства и свободы людей?",
        "variants": [
            "Ж.Ж.Руссо",
            "Д.Дидро",
            "Т.Кампанелла",
            "Ж.П.Сартр",
            "А.Камю"
        ],
        "answer": 0
    },
    {
        "question": "По мнению Абая, что в триединстве “воли, разума, сердца” является главным, определяющим?",
        "variants": [
            "Сердце",
            "Воля",
            "Разум",
            "Настойчивость",
            "Рассудительность"
        ],
        "answer": 0
    },
    {
        "question": "Согласно учению Шакарима Кудайбердиева, что является внутренним регулятором человека, одной потребностей его души?",
        "variants": [
            "Совесть",
            "Страх",
            "Знание",
            "Добро",
            "Вера"
        ],
        "answer": 0
    },
    {
        "question": "Кому из казахских мыслителей принадлежит мнение, что нравственными началами человека должны быть любовь и справедливость?",
        "variants": [
            "Ш.Кудайбердиев",
            "С.Торайгыров",
            "Х.Габбасов",
            "А.Бокейханов",
            "А.Кунанбаев"
        ],
        "answer": 0
    },
    {
        "question": "Кто является автором высказывания «Свобода как состояние человека с первого момента после рождения, которое затем пытаются у него отнять»?",
        "variants": [
            "Жан Жак Руссо",
            "Ф.Энгельс",
            "Н.Бердяев",
            "В.Соловьев",
            "Мари-Жозеф Шамфор"
        ],
        "answer": 0
    },
    {
        "question": "Кто является автором высказывания «Жить в обществе и быть свободным от общества нельзя»?",
        "variants": [
            "В.И.Ленин",
            "Ф.Энгельс",
            "Л.Гумилев",
            "В.Соловьев",
            "И.Кант"
        ],
        "answer": 0
    },
    {
        "question": "Кто из мыслителей эпохи Возрождения нарисовал образ идеального государства без частной собственности, но с всеобщей трудовой повинностью, и поместил его на остров “Утопия”?",
        "variants": [
            "Т.Мор",
            "Н.Макиавелли",
            "Н.Кузанский",
            "У.Шекспир",
            "Т.Кампанелла"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов считал, что «наилучшее состояние государства достигается в том случае, если им управляют мудрецы, охраняют его — стражники, а прочие заняты производством материальных благ»?",
        "variants": [
            "Платон",
            "Сократ",
            "Марк Аврелий",
            "Эпикур",
            "Цицерон"
        ],
        "answer": 0
    },
    {
        "question": "Кто является автором определения: «Общество есть целостная саморазвивающаяся система, в основе которой лежат материальные, прежде всего экономические факторы»?",
        "variants": [
            "К.Маркс",
            "А.Кропоткин",
            "М.Бакунин",
            "В.И.Ленин",
            "И.Кант"
        ],
        "answer": 0
    },
    {
        "question": "Кем из немецких естествоиспытателей и философов для обозначения «общей науки об отношении организмов к окружающей среде» был введен термин «экология»?",
        "variants": [
            "Э.Геккель",
            "М.Шелер",
            "Э.Капп",
            "В.Р.Поттер",
            "В.И.Вернадский"
        ],
        "answer": 0
    },
    {
        "question": "Кто из древнегреческих философов выдвинул идею о том, что все люди — граждане единого мирового государства, а каждый человек гражданин вселенной?",
        "variants": [
            "Диоген Синопский",
            "Сенека",
            "Сократ",
            "Протагор",
            "Фраземах"
        ],
        "answer": 0
    },
    {
        "question": "Что такое «Зар-заман» в представлении казахских мыслителей Шортанбай, Дулат, Мурат?",
        "variants": [
            "Кризис традиционной культуры казахов",
            "Переход казахов к кириллице",
            "Усилие роли государственной власти в традиционной жизни казахов",
            "Объединение тюркоязычных народов",
            "Возрождение народной культуры"
        ],
        "answer": 0
    },
    {
        "question": "Какой образ был введён философом Фридрихом Ницше в произведении «Так говорил Заратустра» для обозначения существа, которое по своему могуществу должно превзойти современного человека?",
        "variants": [
            "Сверхчеловек",
            "Человек-творец",
            "Образ «благородного мужа»",
            "Человек-машина",
            "Человек – раб Божий"
        ],
        "answer": 0
    },
    {
        "question": "Кто из английских философов XVII Нового времени является автором высказывания «Знание-сила»?",
        "variants": [
            "Ф.Бэкон",
            "К.Маркс",
            "Т.Гоббс",
            "Р.Декарт",
            "Б.Спиноза"
        ],
        "answer": 0
    },
    {
        "question": "Какое определение дал Р.Мертон понятию «научный этос»?",
        "variants": [
            "Совокупность норм, усвоение которых обеспечивает приобщение конкретного человека к научному сообществу, согласованную деятельность науки как социального института, эффективность научных исследований.",
            "Мысленное отвлечение от несуществующих свойств, связей, отношений предметов и выделение сторон, интересующих исследователя»,",
            "Целенаправленное, опосредованное и обобщенное отражение человеком существенных свойств и отношений вещей",
            "Способность человека запечатлевать, сохранять и воспроизводить информацию, жизненный опыт?",
            "Принятые в конкретном обществе и в конкретный отрезок времени представления о хорошем и плохом, правильном и неправильном, добре и зле"
        ],
        "answer": 0
    },
    {
        "question": "Как называется государство, свободное от какого-либо влияния религии, её догматики и обрядности, различных религиозных организаций и их представителей на устройство и деятельность политических и правовых институтов, систему государственного образования и другие сферы государственной жизни?",
        "variants": [
            "Светское",
            "Атеистическое",
            "Демократия",
            "Анархия",
            "Республика"
        ],
        "answer": 0
    },
    {
        "question": "Как называется идеология, приверженцы которой выступают против любого вида насилия, выступают против войны и конфликтов в любом проявлении, пропагандируют мир?",
        "variants": [
            "Пацифизм",
            "Антропоцентризм",
            "Демократия",
            "Альтруизм",
            "Гуманизм"
        ],
        "answer": 0
    },
    {
        "question": "Кем была разработана самая развитая форма диалектики как теории развития в рамках немецкой классической философии?",
        "variants": [
            "Г.Гегелем",
            "И.Кант",
            "И.Шеллер",
            "Л.Фейербах",
            "А.Шопенгауэр"
        ],
        "answer": 0
    },
    {
        "question": "Что за метод научного познания “измерение”?",
        "variants": [
            "Процесс определения отношений одной измерительной величины к другой, принятой за единицу",
            "Знаковая, символическая система отражения знаний",
            "Изучение предметов и явлений по их сходству в чём-либо.",
            "Абстрактное воссоздание изучаемых предметов",
            "Мысленное разложение объекта на составные элементы."
        ],
        "answer": 0
    },
    {
        "question": "Что характеризует категория диалектики «единичное»?",
        "variants": [
            "Отдельный предмет, явление, процесс, отличающийся по своим различным свойствам от других предметов, процессов, в том числе и подобных ему.",
            "Методы познания, означающий мысленное разложение объекта на составные элементы.",
            "Рационально-логические методы исследования.",
            "Понятия, которые могут применяться во всех, почти во всех или во многих областях научного познания."
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод научного познания, при котором происходит мысленное, абстрактное воссоздание изучаемых предметов, которые в действительности не могут быть воспроизведены?",
        "variants": [
            "Идеализация",
            "Аналогия",
            "Интеграция",
            "Формализация",
            "Абстрагирование"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод научного исследования, при использовании которого основные закономерности процессов, явлений, понятий, отношений и других элементов преобразуются в знаковую форму (математические уравнения, формулы, символы, логические выражения)?",
        "variants": [
            "Формализация",
            "Абстрагирование",
            "Язык",
            "Моделирование",
            "Классификация"
        ],
        "answer": 0
    },
    {
        "question": "В произведениях какого казахского мыслителя подчеркиваются роль генеалогических преданий для понимания этногенеза, памятников народной словесности для этнографии и исторической науки, типологического сходства в эпосе и легендах различных народов?",
        "variants": [
            "Ш.Уалиханов",
            "Х.Габбасов",
            "А.Байтурсынов",
            "А.Кунанбаев",
            "М.Жумабаев"
        ],
        "answer": 0
    },
    {
        "question": "Кто из казахских просветителей считал необходимым открытие сельскохозяйственных и ремесленных училищ, придавая исключительное значение подготовке специалистов из среды коренного населения?",
        "variants": [
            "Ы.Алтынсарын",
            "А.Байтурсынов",
            "А.Бокейханов",
            "С.Асфандияров",
            "М.Жумабаев"
        ],
        "answer": 0
    },
    {
        "question": "Кто из казахских просветителей реформировал казахскую письменность в начале XX века, убрав все арабские буквы, которые не использовались в казахском языке, и добавив вместо них уникальные символы?",
        "variants": [
            "А.Байтурсынов",
            "Ш.Кудайбергенов",
            "Х.Габбасов",
            "С.Сейфуллин",
            "Ы.Алтынсарин"
        ],
        "answer": 0
    },
    {
        "question": "Кому из античных философов принадлежит заслуга создания первой исторической диалектики считавшего все находится в движении и управляется всемирным законом – Логосом?",
        "variants": [
            "Гераклит Эфесский",
            "Пифагор",
            "Диоген Синопский",
            "Фалес",
            "Зенон Элейский"
        ],
        "answer": 0
    },
    {
        "question": "Ком из философов античности принадлежит тезис\"Есть бытие, а небытия вовсе нет...?",
        "variants": [
            "Парменид",
            "Протагор",
            "Фалес",
            "Гераклит",
            "Пифагор"
        ],
        "answer": 0
    },
    {
        "question": "Кто из греческих философов впервые поставил проблему человека как главную проблему философии, тем самым совершив т.н. «антропологический переворот»?",
        "variants": [
            "Сократ",
            "Аристотель",
            "Гиппий",
            "Зенон Элейский",
            "Протагор"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод выделения одного признака в предмете с отвлечением от других его признаков?",
        "variants": [
            "Абстрагирование",
            "Сравнение",
            "Синтез",
            "Анализ",
            "Моделирование"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов впервые определил человека как «общественное животное» (zoon politikon)?",
        "variants": [
            "Аристотель",
            "Фома Аквинский",
            "Гиппий",
            "Протагор",
            "Платон"
        ],
        "answer": 0
    },
    {
        "question": "Автор трудовой концепция антропосоциогенеза, согласно которой сознание, мышление, язык, речь, труд, общество возникли не по очереди, а единовременно",
        "variants": [
            "Энгельс Ф.",
            "О.Шпенглер",
            "Гальтон Ф.",
            "Е.Блаватская",
            "Вл.Соловьев"
        ],
        "answer": 0
    },
    {
        "question": "Кого считают основоположником научного коммунизма, нового политико-экономического учения, в которое вошли такие понятия, как прибавочная стоимость, классы, классовая борьба?",
        "variants": [
            "К.Маркс",
            "И.Кант",
            "Э.Капп",
            "М.Шелер",
            "Г.Г.Гегель"
        ],
        "answer": 0
    },
    {
        "question": "Что означает в средневековой арабоязычной мысли термин «фалсафа»?",
        "variants": [
            "Рациональный способ постижения мира",
            "Мистический способ постижения Бога",
            "Догматы веры",
            "Мусульманское право",
            "Мусульманское богословие"
        ],
        "answer": 0
    },
    {
        "question": "Кого из философов считают основателем рационализма как особого направления в философии Нового времени, разработчиком дедуктивного метода познания?",
        "variants": [
            "Р.Декарт",
            "Ж.П.Сартр",
            "А.Камю",
            "Б.Спиноза",
            "Т.Гоббс"
        ],
        "answer": 0
    },
    {
        "question": "Кто из казахских мыслителей создал первый профессиональный философский труд «Три истины»?",
        "variants": [
            "Шакарим Кудайбердиев",
            "Сакен Сейффулин",
            "Магжан Жумабаев",
            "Ахмет Байтурсынов",
            "Мыржакып Дулатов"
        ],
        "answer": 0
    },
    {
        "question": "Какой из элементов психики, по определению З.Фрейда, занимается различением реального и воображаемого?",
        "variants": [
            "Сознание",
            "Интуиция",
            "Сверхсознание",
            "Бессознательное",
            "Либидо"
        ],
        "answer": 0
    },
    {
        "question": "Какой из элементов психики, согласно З.Фрейду, осуществляет репрессивные функции, мучая человека угрызениями совести?",
        "variants": [
            "Сверхсознание («Сверх-Я»)",
            "Память",
            "Сознание",
            "Бессознательное",
            "Интуиция"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов Нового времени является автором высказывания «Я мыслю, следовательно, существую»?",
        "variants": [
            "Р.Декарт",
            "Б.Спиноза",
            "Дж.Локк",
            "Ф.Бэкон",
            "К.Маркс"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов античности выдвинут тезис “Человек есть мера всех вещей, существующих, что они существуют, и несуществующих, что они не существуют”?",
        "variants": [
            "Протагор",
            "Фраземах",
            "Аристотель",
            "Диоген Синопский",
            "Зенон Элейский"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов выдвинул тезис: «Человек - часть природы, и, как всякая природа, состоит из атомов»?",
        "variants": [
            "Демокрит",
            "Гераклит Эфесский",
            "Диоген Синопский",
            "Сократ",
            "Аристарх"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов определил «сущность человека как \"совокупность всех общественных отношений\"?",
        "variants": [
            "К.Маркс",
            "Л.Фейербах",
            "Ф.Ницше",
            "З.Фрейд",
            "Г.Гегель"
        ],
        "answer": 0
    },
    {
        "question": "Кто является автором принципа «Адам бол!», выражающего нацеленность его мировоззренческих устремлений на фундаментальные основания бытия?",
        "variants": [
            "Абай Кунанбаев",
            "Магжан Жумабаев",
            "Мухтар Ауэзов",
            "Ибрай Алтынсарин",
            "Шакарим Кудайбердиев"
        ],
        "answer": 0
    },
    {
        "question": "Для какого философа Западной Европы начала ХХ в. характерен идеал добра сверхчеловек; основная добродетель которого– воля к власти?",
        "variants": [
            "Ф.Ницше",
            "З.Фрейд",
            "Л. Витгенштейн",
            "А.Камю",
            "М.Хайдеггер"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов Нового времени впервые провозгласил естественные права человека на жизнь, свободу и собственность?",
        "variants": [
            "Дж.Локк",
            "Ж.Ж.Руссо",
            "Фома Аквинский",
            "К.Маркс",
            "Т.Мор"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов эпохи Просвещения выступил против социального неравенства идеализировавший естественное состояние всеобщего равенства и свободы людей?",
        "variants": [
            "Ж.Ж.Руссо",
            "Ж.П.Сартр",
            "Д.Дидро",
            "Вольтер",
            "И.Кант"
        ],
        "answer": 0
    },
    {
        "question": "Как называется мировоззренческая концепция о признании эталонного, образцового значения западноевропейских структур, институтов, ценностей и этапов развития для остальных регионов и народов мира?",
        "variants": [
            "Европоцентризм",
            "Культуроцентризм",
            "Космополитизм",
            "Массовая культура",
            "Индивидуализм"
        ],
        "answer": 0
    },
    {
        "question": "Кому из античных мыслителей принадлежит изречение: «Все течет, все изменяется... Нельзя дважды войти в одну и ту же реку»?",
        "variants": [
            "Гераклит Эфесский",
            "Протагор",
            "Пифагор",
            "Фалес Милетский",
            "Зенон Элейский"
        ],
        "answer": 0
    },
    {
        "question": "Кем из античных мыслителей была разработана известная типология личности, базирующая на типах темперамента?",
        "variants": [
            "Гиппократ",
            "Ибн-Сина",
            "Сократ",
            "Конфуций",
            "Будда"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов античности полагал, что «Атомы движутся в пустом пространстве хаотично, сталкиваются и вследствие соответствия форм, размеров, положений и порядков либо сцепляются, либо разлетаются»?",
        "variants": [
            "Демокрит",
            "Гиппий",
            "Аристотель",
            "Платон",
            "Птомелей"
        ],
        "answer": 0
    },
    {
        "question": "Как И.Кант сформулировал свой нравственный принцип «категорический императив»?",
        "variants": [
            "«Поступай так, чтобы основания твоего поступка могли стать всеобщим законом»",
            "«Каждый должен вести себя так, чтобы обеспечить наибольшее счастье для наибольшего»",
            "«Возлюби ближнего своего как самого себя»",
            "«Не делай человеку того, чего не желаешь себе. И тогда исчезнет ненависть в государстве, исчезнет ненависть в семье»",
            "«Избегай крайностей и соблюдай меру»"
        ],
        "answer": 0
    },
    {
        "question": "Основу этического учения какого философа составляют идеи отрицание общепринятых и обязательных моральных норм; оправдание права сильного; отождествление гения и злодейства; отрицание христианства ?",
        "variants": [
            "Ф.Ницше",
            "К.Маркса",
            "З.Фрейд",
            "Дж.Милль",
            "Ж.П.Сартр"
        ],
        "answer": 0
    },
    {
        "question": "Как называется идеологическая доктрина и политико-идеологическая практика, основанные на представлении о врождённом превосходстве одних дифференцированных групп, называемых расами, этническими общностями над другими?",
        "variants": [
            "Расизм",
            "Европоцентризм",
            "Секуляризация",
            "Аккультура́ция",
            "Евгеника"
        ],
        "answer": 0
    },
    {
        "question": "Что является основной задачей биоэтики как науки согласно Р.Поттеру?",
        "variants": [
            "Выявление различных позиций по сложным моральным проблемам, которые порождает прогресс медицины и практика",
            "Обеспечение сохранности культурного всемирного наследия человечества",
            "Исследование глобальных проблем современности и нахождение путей их решения",
            "Изучение фундаментальных ориентиров и норм, моральных ценностей, являющиеся абсолютным стандартом для людей всех культур и эпох",
            "Исследование наиболее общие закономерности развития техники, технологии, инженерной и технической деятельности, проектирования, технических наук"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов ХХ века является автором интеллектуальной конструкции «конца истории», как о принципиальной исторической победе одной определённой идеи устройства общества над другими идеями, когда по всему миру распространится либеральная демократия западного образца?",
        "variants": [
            "Ф. Фукуяма",
            "А.Тойнби",
            "Ж.П.Сартр",
            "А.Камю",
            "Э.Геккель"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов выделил социальность и разумность как две основные характеристики, отличающие человека от животного?",
        "variants": [
            "Аристотель",
            "Диоген Синопский",
            "Горгий",
            "Фраземах",
            "Зенон Элейский"
        ],
        "answer": 0
    },
    {
        "question": "Кому из античных философов высказал мнение, что «Беспредельный» воздух – источник дыхания и жизни, весь мир окружен и сдерживается воздухом, подобно тому, как тело сдерживается душой».",
        "variants": [
            "Анаксимен",
            "Фалес",
            "Гераклит Эфесский",
            "Платон",
            "Протагор"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов выдвинул тезис: «Человек - часть природы, и, как всякая природа, состоит из атомов»?",
        "variants": [
            "Демокрит",
            "Сократ",
            "Платон",
            "Пифагор",
            "Фраземах"
        ],
        "answer": 0
    },
    {
        "question": "Какой раздел философии изучает закономерности чувственного освоения действительности, о сущности и формах творчества по законам красоты?",
        "variants": [
            "Эстетика",
            "Иррационализм",
            "Эпистемология",
            "Аксиология",
            "Этика"
        ],
        "answer": 0
    },
    {
        "question": "Какая историческая эпоха Западной Европы связана с деятельностью людей, объединенных непри­ятием невежества и надеждами на политические и социальные преобразования при условии освобождения умов от предрассудков и суеверий?",
        "variants": [
            "Эпоха Просвещения",
            "Эпоха античности",
            "Эпоха Ренессанса",
            "Эпоха новейшего времени",
            "Эпоха Возрождения"
        ],
        "answer": 0
    },
    {
        "question": "Как называется средневековая мусульманская философия IX–XII веков, которая опирается на авторитет античного философа Аристотеля?",
        "variants": [
            "Мусульманский перипатетизм",
            "Школа мутализитов",
            "Аверроизм",
            "Суфизм",
            "Неоплатонизм"
        ],
        "answer": 0
    },
    {
        "question": "Какая форма движения включает в себя перемещение тел в пространстве по определённой траектории или «смена мест» по определению немецкого философа Г.Гегеля?",
        "variants": [
            "Механическая форма движения",
            "Социальная форма движения",
            "Химическая форма движения",
            "Общественная форма движения",
            "Физическая форма движения"
        ],
        "answer": 0
    },
    {
        "question": "Как называется направление в западноевропейской средневековой философии, основу которого составили воззрения арабского философа XII в. Ибн Рушда?",
        "variants": [
            "Аверроизм",
            "Восточный перипатетизм",
            "Неоплатонизм",
            "Суфизм",
            "Школа мутализитов"
        ],
        "answer": 0
    },
    {
        "question": "В чем проявляется сходство мифа, религии и философии как исторических типов мировоззрения?",
        "variants": [
            "В попытках дать ответы на общие мировоззренческие ?ы",
            "В поисках абсолютной истины",
            "Вера в конец света",
            "Отказ от научных доказательств",
            "Определить смысл и ценность человеческой жизни"
        ],
        "answer": 0
    },
    {
        "question": "Каково соотношение философии и мировоззрения?",
        "variants": [
            "Философия – рационально-теоретическая основа мировоззрения",
            "Философия есть мировоззрение",
            "Мировоззрение – часть философии",
            "Мировоззрение - научная основа философии",
            "Философия и мировоззрение не связаны с друг с другом"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов античности представлял философию как «науку всех наук», возведя ее тем самым на царский трон?",
        "variants": [
            "Аристотель",
            "Пифагор",
            "Сократ",
            "Анаксимен",
            "Фалес"
        ],
        "answer": 0
    },
    {
        "question": "Что Согласно Пифагору и его последователей является первоначалом, которое обладает большей большей степенью бытия, нежели вещи?",
        "variants": [
            "Число",
            "Душа",
            "Материя",
            "Апейрон",
            "Космос"
        ],
        "answer": 0
    },
    {
        "question": "Сторонники какой античной философской школы считали, что «движение, любое изменение являются лишь иллюзией чувственного мира»?",
        "variants": [
            "Элейской школы",
            "школа атомистов",
            "Школа киников",
            "Милетской школы",
            "Школа софистов"
        ],
        "answer": 0
    },
    {
        "question": "Выдающийся казахский общественный деятель, писатель и историк, автор знаменитой поэмы «Проснись, казах!», внесший вклад в развитие философии истории.",
        "variants": [
            "М.Дулатов",
            "А.Бокейханов",
            "Х.Габбасов",
            "С.Сейфуллин",
            "С.Торайгыров"
        ],
        "answer": 0
    },
    {
        "question": "Кто из представителей казахской интеллигенции начала XX века, дал систематизированную критику религии духовенства, стремясь раскрыть логическую несостоятельность религиозных идей о потустороннем мире?",
        "variants": [
            "С.Торайгыров",
            "Шакарим Кудайбердиев",
            "М.Ауэзов",
            "Х.Габбасов",
            "М.Дулатов"
        ],
        "answer": 0
    },
    {
        "question": "Какой мировоззренческий принцип характерен для философской картины Древнего мира?",
        "variants": [
            "Космоцентризм",
            "Антропоцентризм",
            "Космизм",
            "Теоцентризм",
            "Атеизм"
        ],
        "answer": 0
    },
    {
        "question": "Кто автор работы «Роль труда в процессе превращения обезьяны в человека» (1876 г.), в которой были значительно расширены представления о роли труда в жизни человека?",
        "variants": [
            "Ф.Энгельс",
            "О.Шпенглер",
            "В.И.Ленин",
            "Ф.Ницше",
            "Н.Я.Данилевский"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философский метод и философская наука, которая познает и отвечает на ?ы о всеобщих законах движения и развития человека, природы, мышления, изучающая изменяющиеся и движущиеся явления в обществе?",
        "variants": [
            "Диалектика",
            "Идеализм",
            "Материализм",
            "Метафизика",
            "Натурфилософия"
        ],
        "answer": 0
    },
    {
        "question": "Какое базовое понятие в марксистской политэкономии использовалось для обозначения присвоения результатов труда другого человека без обмена или с предоставлением взамен товаров (услуг, денег), стоимость которых меньше, чем стоимость, созданная трудом этого человека за рабочее время?",
        "variants": [
            "Эксплутация труда",
            "Прибавочная стоимость",
            "Частная собственность",
            "Производительность труда",
            "Отчуждение"
        ],
        "answer": 0
    },
    {
        "question": "Одно из фундаментальных понятий философии, означающее совокупность всего сущего, мир в целом; противостоящий человеку объективно существующий и независимый от него мир.",
        "variants": [
            "Природа",
            "Вселенная",
            "Базис",
            "Мир",
            "Космос"
        ],
        "answer": 0
    },
    {
        "question": "Средневековый персидский учёный, философ и врач, представитель восточного аристотелизма. Автор работы «Каноны медицинской науки», в XII веке переведенной на латынь, служившая учебником для медиков Западной Европы",
        "variants": [
            "Абу Али ибн Сина",
            "Аль-Кинди",
            "Аль-Бируни",
            "Абу Бакр Мухаммад ибн Закарийа ал-Рази",
            "Абу-л-Касим Халаф ибн Аббас ал-Захрави"
        ],
        "answer": 0
    },
    {
        "question": "Какая философская категория обозначает предметы (явления, процессы), включающие в себя в качестве составных частей другие предметы (явления, процессы)?",
        "variants": [
            "Целое",
            "Действительность",
            "Единичное",
            "Часть",
            "Бытие"
        ],
        "answer": 0
    },
    {
        "question": "Какая философская категория обозначает предметы (явления, процессы), образующие другие, более сложные предметы (явления, процессы).",
        "variants": [
            "Часть",
            "Бытие",
            "Система",
            "Целом",
            "Единичное"
        ],
        "answer": 0
    },
    {
        "question": "Как называется субъективное восприятие истины в согласии с нравственными категориями и в такой полноте, которая необходима для подлинного понимания и убеждённости, решимости действовать?",
        "variants": [
            "Правда",
            "Самореализация",
            "Относительная истина",
            "Истина",
            "Самоконтроль"
        ],
        "answer": 0
    },
    {
        "question": "Что характеризует категория диалектики «единичное»?",
        "variants": [
            "Отдельный предмет, явление, процесс, отличающийся по своим различным свойствам от других предметов, процессов, в том числе и подобных ему.",
            "Научное допущение или предположение, истинность которого не доказана с абсолютной достоверностью, но является возможной или весьма вероятной.",
            "Рационально-логические методы исследования.",
            "Методы познания, означающий мысленное разложение объекта на составные элементы.",
            "Понятия, которые могут применяться во всех, почти во всех или во многих областях научного познания."
        ],
        "answer": 0
    },
    {
        "question": "Что выражает философское понятие “вторая природа“?",
        "variants": [
            "Созданные человеком в окружающем мире новые предметы и явления",
            "Стремление к созданию комфортных условий существования человека",
            "Стремление человека найти компромисс между НТР и природой",
            "Наука и информация как главные факторы развития прогресса",
            "Освоение человеком космического пространства"
        ],
        "answer": 0
    },
    {
        "question": "Кого из античных мыслителей считают основателем научной медицины, автором учения о целостности организма человека, теории индивидуального подхода к больному: «Не навреди больному».",
        "variants": [
            "Гиппократ",
            "Гален",
            "Зенон Китионский",
            "Геродот",
            "Везалий"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философский метод, исходящий из количественного понимания развития, отрицающий саморазвитие?",
        "variants": [
            "Метафизика",
            "Диалектика",
            "Абстрагирование",
            "Стагнация",
            "Идеализация"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс уменьшения значимости религии в жизни людей, переход от общества, которое регулируется религиозными традициями к светскому устройству жизни, построенному на рациональных нормах?.",
        "variants": [
            "Секуляризация",
            "Антисциентизм",
            "Глобализация",
            "Воспитание",
            "Социализация"
        ],
        "answer": 0
    },
    {
        "question": "Кто впервые в истории философии дал четкую классификацию основных форм движения материи, а через нее и классификацию наук?",
        "variants": [
            "Ф.Энгельс",
            "В.И.Ленин",
            "И.Кант",
            "Аристотель",
            "К.Маркс"
        ],
        "answer": 0
    },
    {
        "question": "Кем была изложена идеалистическая концепция истории, соединяющая линейное видение исторического процесса с повторяемостью, представленная как развитие эпох в виде спирали?",
        "variants": [
            "Г.Гегель",
            "М.Шелер",
            "А.Камю",
            "И.Фихте",
            "И.Кант"
        ],
        "answer": 0
    },
    {
        "question": "Как называется исторически длительный процесс становления человека из биологического существа в социальное и культурное, единство двух параллельно протекающих процессов: формирование человека и развитие общества?",
        "variants": [
            "Антропосоциогенез",
            "Воспитание",
            "Эволюция",
            "Социализация",
            "Адаптация"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс формирования эстетического восприятия, чувств и представлений, а также развития способностей к творчеству и созиданию?",
        "variants": [
            "Эстетическое воспитание",
            "Антропосоциогенез",
            "Социализация",
            "Секуляризация",
            "Эволюция"
        ],
        "answer": 0
    },
    {
        "question": "Какое понятие использовал древнегреческий философ Демокрит для обозначения неделимых материальных элементов как первоначала мира?",
        "variants": [
            "Атом",
            "Элемент",
            "Апейрон",
            "Архетип",
            "Технэ"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов является автором трех знаменитых принципов: идея самосознания - \"познай самого себя; идея философской скромности - \"я знаю, что я ничего не знаю\"; идея тождества знания и добродетели - \"добродетель - это знания\"",
        "variants": [
            "Сократ",
            "Зенон Элейский",
            "Аристотель",
            "Пифагор",
            "Парменид"
        ],
        "answer": 0
    },
    {
        "question": "Какое чувство, свойственное человеку, проявляется как глубокая привязанность и устремлённость к другому человеку или объекту, чувство глубокой симпатии?",
        "variants": [
            "Любовь",
            "Поклонение",
            "Ответственность",
            "Долг",
            "Эгоизм"
        ],
        "answer": 0
    },
    {
        "question": "Кто первым в 1970 году использовал термин «биоэтика» как «новой науки, объединяющей биологию и этику для решения проблемы выживания человека как биологического вида при обеспечении достойного качества жизни?",
        "variants": [
            "В.Р.Поттер",
            "Р.Мертон",
            "О.Шпенглер",
            "А.Камю",
            "М.Планк"
        ],
        "answer": 0
    },
    {
        "question": "Высшая ценность, наилучшее, завершённое состояние того или иного явления.",
        "variants": [
            "Идеал",
            "Добро",
            "Ценность",
            "Искусство",
            "Красота"
        ],
        "answer": 0
    },
    {
        "question": "Какое специализированное учреждение Организации Объединённых Наций, занимается ?ами решения международных проблем здравоохранения населения Земли?",
        "variants": [
            "Всемирная организация здоровья",
            "Всемирная организация интеллектуальной собственности (ВОИС)",
            "Римский клуб",
            "Международная организация труда",
            "ЮНЕСКО"
        ],
        "answer": 0
    },
    {
        "question": "Как называется жизнерадостное и бодрое мироощущение, при котором человек во всем видит светлые стороны, верит в будущее, в успех, в добро, во все положительное?",
        "variants": [
            "Оптимизм",
            "Счастье",
            "Любовь",
            "Самооценка",
            "Справедливость"
        ],
        "answer": 0
    },
    {
        "question": "Как называется главный труд К. Маркса, в котором раскрыты законы капиталистического способа производства и поставивший социализм на научную основу?",
        "variants": [
            "Капитал",
            "Происхождение семьи, государства и частной собственности",
            "Закат Европы",
            "Нищета философии",
            "От какого наследства мы отказываемся?"
        ],
        "answer": 0
    },
    {
        "question": "В чем заключается основная причина возникновения глобальных проблем современности?",
        "variants": [
            "Ускорение научно-технического прогресса и нерациональное использование его достижений, потребительское отношение к окружающей природе",
            "Дробление, выделение традиционных наук на новые ветви и направления",
            "Увеличение населения Земли, социальное расслоение, отсутствие единой системы здравоохранения",
            "Военно-политическая конфронтация в мире, использование новых новенных технологий",
            "Критическом отношении к науке, её положению в культуре и её возможностям познания"
        ],
        "answer": 0
    },
    {
        "question": "Что является принципиально важным в процессе познания?",
        "variants": [
            "Наличие объекта и субъекта познания",
            "Возможность совместной научно-исследовательской работы",
            "Необходимость финансовой поддержки научных исследований",
            "Наличие научно-исследовательских институтов и коллективов ученых",
            "Ограничение доступа к результатам научно-исследовательской работы"
        ],
        "answer": 0
    },
    {
        "question": "Кто был избран первым президентом Академии наук Казахской ССР в 1946 году?",
        "variants": [
            "К.Сатпаев",
            "Ж.Ташенов",
            "С.Рахымов",
            "Н.Ондасынов",
            "С.Сатпаев"
        ],
        "answer": 0
    },
    {
        "question": "Согласно Ф.Энгельсу, какая форма движения раскрывает материальную и духовную жизнь индивида и социума во всех ее многообразных проявлениях?",
        "variants": [
            "Социальная форма движения",
            "Общественная форма",
            "Прогресс",
            "Социализация",
            "Антропосоциогенез"
        ],
        "answer": 0
    },
    {
        "question": "Как называется совокупность идей и взглядов, утверждающих ценность человека независимо от его общественного положения и право личности на свободное развитие своих творческих сил?",
        "variants": [
            "Гуманизм",
            "Глобализация",
            "Антропоцентризм",
            "Демократия",
            "Толерантность"
        ],
        "answer": 0
    },
    {
        "question": "Кого называли в арабоязычной философии \"вторым учителем» за клад в мировую философию?",
        "variants": [
            "Аль-Фараби",
            "Ибн-Сина",
            "Аль-Газали",
            "Ибн-Рушд",
            "Омар Хайям"
        ],
        "answer": 0
    },
    {
        "question": "Какие противоположные научные ориентации характерны для философии и самосознания культуры в XX в.?",
        "variants": [
            "Сциентизм и антисциентизм",
            "Индукция и дедукция",
            "Рациональное и иррациональное",
            "атеизм и теизм",
            "материализм и идеализм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется тип развития, для которого характерен переход от высшего к низшему, процесс деградации, понижения уровня организации?",
        "variants": [
            "Регресс",
            "Прогресс",
            "Адаптация",
            "Коэволюция",
            "Эволюция"
        ],
        "answer": 0
    },
    {
        "question": "Какая форма развития характеризуется необратимыми изменениями в системе, в результате которых осуществляется переход от низшего к высшему, от менее совершенного к более совершенному?",
        "variants": [
            "Прогресс",
            "Эволюция",
            "Революция",
            "Коэволюция",
            "Регресс"
        ],
        "answer": 0
    },
    {
        "question": "Что выражает в философии категория “конкретное”?",
        "variants": [
            "Развитое, действительное, целостное состояние объекта.",
            "Совокупностью противоположных основ",
            "Возможность научного объективного познания",
            "Предметы (явления, процессы), образующие другие, более сложные предметы (явления, процессы).",
            "Предметы (явления, процессы), включающие в себя в качестве составных частей другие предметы (явления, процессы)"
        ],
        "answer": 0
    },
    {
        "question": "Какая из философских школ античности призывала к отказу от физических или психологических желаний, строгому самоотречению от мирских удовольствий как мера личной и особенно духовной дисциплины?",
        "variants": [
            "школа стоицизма",
            "Милетская школа",
            "школа атомистов",
            "Элейская школа",
            "Школа софистов"
        ],
        "answer": 0
    },
    {
        "question": "Как называется наука, изучающая наиболее общие существенные характеристики и фундаментальные принципы реальности (бытия) и познания, бытия человека, отношения человека и мира?",
        "variants": [
            "Философия",
            "Антропология",
            "Онтология",
            "Гносеология",
            "Эпистемология"
        ],
        "answer": 0
    },
    {
        "question": "Этап истории философии, в которой человек рассматривался как часть мирового порядка, установленного Богом.",
        "variants": [
            "Философия средневековья",
            "Философия эпохи Возрождения",
            "Философия Нового времени",
            "Философия эпохи Просвещения",
            "Философия эпохи Ренессанса"
        ],
        "answer": 0
    },
    {
        "question": "Как называется основанная на браке или кровном родстве малая группа, связанная общностью быта, моральной ответственностью и взаимопомощью?",
        "variants": [
            "Семья",
            "Род",
            "Племя",
            "Сословие",
            "Община"
        ],
        "answer": 0
    },
    {
        "question": "Что по мнению Зигмунда Фрейда является \"общечеловеческим навязчивым неврозом\"?",
        "variants": [
            "Религия",
            "Законы",
            "Культура",
            "Мораль",
            "Нравственность"
        ],
        "answer": 0
    },
    {
        "question": "Как определяется общество с аграрным укладом, с преобладанием натурального хозяйства, сословной иерархией, малоподвижными структурами и основанным на традиции способом социокультурной регуляции?",
        "variants": [
            "Доиндустриальное общество",
            "Культурно-исторический тип",
            "Общественно-экономическая формация",
            "Архетип",
            "Информационное общество"
        ],
        "answer": 0
    },
    {
        "question": "Какое понятие ввел в философию А. Сен-Симоном для определения социальной системы, в которой основным видом хозяйственной деятельности является промышленное производство?",
        "variants": [
            "Индустриальное общество",
            "Информационное общество",
            "Сложное общество",
            "Техногенное общество",
            "Светское общество"
        ],
        "answer": 0
    },
    {
        "question": "Как называется основной институт политической системы общества, организующий, направляющий и контролирующий совместную деятельность и отношения людей?",
        "variants": [
            "Государство",
            "Идеология",
            "Политическая партия",
            "Государственные законы",
            "Армия"
        ],
        "answer": 0
    },
    {
        "question": "Какой термин ввел Адам Фергюсон для обозначения стадии в развитии человеческого общества, характеризующуюся существованием общественных страт, а также городов, письменности и других подобных явлений?",
        "variants": [
            "Цивилизация",
            "Социально-экономическая формация",
            "Светское общество",
            "Индустриальное общество",
            "Сложное общество"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов впервые употребил термин «культура» применительно к человеческому уму, духу, т.е. выделил все созданное человеком, в отличие от мира, созданного природой?",
        "variants": [
            "Цицирон",
            "Сократ",
            "Фалес",
            "Аристотель",
            "Протагор"
        ],
        "answer": 0
    },
    {
        "question": "Каким понятием в марксистской философии характеризуют общество на определенном этапе исторического развития?",
        "variants": [
            "Общественно-экономическая формация",
            "Цивилизация",
            "Сложное общество",
            "Архетип",
            "Культурно-исторический тип"
        ],
        "answer": 0
    },
    {
        "question": "Как называется совокупность знаний и умений, приобретённых человеком в процессе взаимодействия с внешним по отношению к нему миром, а также в процессе собственных внутренних переживаний?",
        "variants": [
            "Опыт",
            "Образование",
            "Отвественность",
            "Совесть",
            "Ценность"
        ],
        "answer": 0
    },
    {
        "question": "Какие признаки определяют тип общество как «сложное»?",
        "variants": [
            "Классовое неравенство, развитие товаро-денежных отношений, иерархия в системе реализации власти, развитие науки и техники",
            "Низкий темп развития, запрет или медленное принятие инноваций, верность традициям.",
            "Отсутствие установленной формы взаимоотношений, подчиненных и руководителей",
            "наличие письменности, законодательство, развитие товарно-денежных отношений",
            "Динамичная социальная структура, высокая социальная мобильность, способность к инновациям, плюрализм."
        ],
        "answer": 0
    },
    {
        "question": "Какое понятие используется для обозначения коренной качественный переворот в производительных силах человечества, основанный на резком скачке в развитии науки и превращении её в непосредственную производительную силу?",
        "variants": [
            "Научно-техническаяреволюция",
            "Сложноеобщество",
            "Научно-техническийпрогресс",
            "Интеграциянаук",
            "Дифференциациянаук"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс и результат совершенствования техники, технологии, энергетики, товаров и услуг на базе использования результатов научных исследований в целях достижения экономического, социального, экологического и информационного эффекта?",
        "variants": [
            "Научно-технический прогресс",
            "Реформа",
            "Интеграция",
            "Глобализация",
            "Научно-техническая революция"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой процесс усовершенствования, применимый к ограниченной сфере общественной жизни или институту, проводимый путём постепенных преобразований и не влекущих за собой фундаментальных изменений в жизни общества?",
        "variants": [
            "Реформа",
            "Эволюция",
            "Революция",
            "Коэволюция",
            "Стагнация"
        ],
        "answer": 0
    },
    {
        "question": "Какая из категорий китайской философии обозначает путь нравственного совершенствования, совокупность морально-этических норм, закономерность сущего?",
        "variants": [
            "Дао",
            "Инь",
            "Ян",
            "Сансара",
            "Карма"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой идея в буддизме о беспрерывном перерождением, возвращением человека на землю в новых телесных обличиях?",
        "variants": [
            "Реинкарнация",
            "Сансара",
            "Мокша",
            "Карма",
            "Дао"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс взаимовлияния культур, обмен культурными особенностями, восприятие одним народом полностью или частично культуры другого народа, в ходе этого культуры постепенно изменяются, но не теряют своей индивидуальности?",
        "variants": [
            "Аккультурация",
            "Интеграция",
            "Ассимиляция",
            "Глобализация",
            "Общественный прогресс"
        ],
        "answer": 0
    },
    {
        "question": "Как называется часть культуры, которая связана с внутренним миром человека: его мыслями, чувствами, верованиями, знаниями и нравственными ценностями; относящаяся к созданию, сохранению, распространению и потреблению духовных ценностей",
        "variants": [
            "Духовная культура",
            "Ценность",
            "Традиционная культура",
            "Искусство",
            "Материальная культура"
        ],
        "answer": 0
    },
    {
        "question": "Какое из нижеприведенных определений наиболее соответствует понятию «материальная культура»?",
        "variants": [
            "Искусственно созданный человеком предметный мир, удовлетворяющий материальные потребности человека;",
            "совокупность достижений и устойчивых ценностей в области социальной, экономической, политической и духовной жизни конкретной нации, составляющая ее национальное своеобразие.",
            "совокупность высших достижений национальных культур различных народов Земли за весь исторический период их существования.",
            "совокупность знаний, представлений, идей, социальных норм, идеалов, чувств, оценок и других духовных ценностей, выработанных человечеством на протяжении его истории.",
            "процесс деятельности, в результате которого создаются уникальные, качественно новые объекты, духовные ценности, или итог создание объективно нового"
        ],
        "answer": 0
    },
    {
        "question": "Какая основная черта философии Нового времени характеризуется ориентированием на естественные науки, в частности математику и механику?",
        "variants": [
            "Наукоцентризм",
            "Космоцентризм",
            "Интеграция наук",
            "Антропоцентризм",
            "Теоцентризм"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов подразделил мир на \"мир идей \" и \" мир чувственных вещей\", рассматривая сознание и мышление как первичное?",
        "variants": [
            "Платон",
            "Аристотель",
            "Протагор",
            "Зенон Элейский",
            "Демокрит"
        ],
        "answer": 0
    },
    {
        "question": "Персидский философ, математик, астроном. Известен во всём мире автор коротких четверостиший (рубаи), имеющих тонкий и точный философский смысл",
        "variants": [
            "Омар Хайям",
            "Аль-Кинди",
            "Ибн Рушд",
            "Абу Бакр Мухаммад ибн Закарийа ал-Рази",
            "Абу Али ибн Сина"
        ],
        "answer": 0
    },
    {
        "question": "Кто из философов утверждал «Бог умер: мы хотим – пусть живет сверхчеловек»?",
        "variants": [
            "Ф.Ницше",
            "К.Маркс",
            "Л.Фейербах",
            "И.Кант",
            "И.Фихте"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов является автором принципа “золотой середины”: следует избегать крайностей и знать меру. Все нравственные добродетели – среднее между крайностями.",
        "variants": [
            "Аристотель",
            "Платон",
            "Эпикур",
            "Сократ",
            "Цицерон"
        ],
        "answer": 0
    },
    {
        "question": "Как называется область человеческой деятельности, направленная на выработку и систематизацию объективных знаний о действительности?",
        "variants": [
            "Наука",
            "Философия",
            "Религия",
            "Искусство",
            "Мифология"
        ],
        "answer": 0
    },
    {
        "question": "Какая из функций философии заключается в том, что она разрабатывает методы познания, которые затем используются в различных науках?",
        "variants": [
            "Методологическая",
            "Гносеологическая",
            "Аксиологическая",
            "Мировоззренческая",
            "Прогностическая"
        ],
        "answer": 0
    },
    {
        "question": "Как называется мировоззренческая концепция, которая отражает мировоззрение, основанное на представлении о Вселенной как о главной ценности и источнике всего существующего?",
        "variants": [
            "Космоцентризм",
            "Антропоцентризм",
            "Теоцентризм",
            "Наукоцентризм",
            "Гуманизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется целостная система представлений об общих свойствах и закономерностях природы, возникающая в результате обобщения и синтеза основных естественнонаучных понятий и принципов?",
        "variants": [
            "Научная картина мира",
            "Философия",
            "Мифология",
            "Религия",
            "Эмпиризм"
        ],
        "answer": 0
    },
    {
        "question": "Какая мировоззренческая позиция была характерной особенностью философии эпохи Возрождения?",
        "variants": [
            "Антропоцентризм (Гуманизм)",
            "Космоцентризм",
            "Теоцентризм",
            "Сциентизм",
            "Антисциентизм"
        ],
        "answer": 0
    },
    {
        "question": "Труды какого античного философа аль-Фараби перевел на арабский язык, сопровождая их комментариями?",
        "variants": [
            "Аристотеля",
            "Платона",
            "Сократа",
            "Демокрита",
            "Эпикура"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных ученых впервые применил научные методы познания в медицине?",
        "variants": [
            "Гиппократ",
            "Гален",
            "Аристотель",
            "Пифагор",
            "Сократ"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов создал всестороннюю систему философии, охватившую все сферы человеческого развития: социологию, философию, политику, логику, физику?",
        "variants": [
            "Аристотель",
            "Платон",
            "Сократ",
            "Демокрит",
            "Гераклит"
        ],
        "answer": 0
    },
    {
        "question": "Как называется высшая, присущая только людям и связанная с языком функция мозга обобщенно и целенаправленно отражать действительность?",
        "variants": [
            "Сознание",
            "Инстинкт",
            "Рефлекс",
            "Бессознательное",
            "Интуиция"
        ],
        "answer": 0
    },
    {
        "question": "Какая философская категория выражает высший уровень рационального познания?",
        "variants": [
            "Разум",
            "Рассудок",
            "Ощущение",
            "Восприятие",
            "Представление"
        ],
        "answer": 0
    },
    {
        "question": "Как называется особое свойство, присущее живым организмам, основанное на высшей нервной деятельности и выражающееся в наличии способности отражения действительности в ощущениях, восприятиях, чувствах, а у людей также в мышлении и воле?",
        "variants": [
            "Психика",
            "Сознание",
            "Душа",
            "Интеллект",
            "Разум"
        ],
        "answer": 0
    },
    {
        "question": "Как называется способность запечатлевать, сохранять и воспроизводить информацию, жизненный опыт?",
        "variants": [
            "Память",
            "Внимание",
            "Мышление",
            "Воображение",
            "Сознание"
        ],
        "answer": 0
    },
    {
        "question": "Кто из выдающихся казахских общественных деятелей, писателей внес вклад в изучение философских проблем языка, в частности казахского?",
        "variants": [
            "А. Байтурсынов",
            "А. Кунанбаев",
            "Ш. Уалиханов",
            "Ш. Кудайбердиев",
            "С. Сейфуллин"
        ],
        "answer": 0
    },
    {
        "question": "Какое направление идеализма утверждает первичность всеобщего, мирового, сверхиндивидуального сознания или бессознательного начала?",
        "variants": [
            "Объективный идеализм",
            "Субъективный идеализм",
            "Солипсизм",
            "Дуализм",
            "Эмпиризм"
        ],
        "answer": 0
    },
    {
        "question": "Какое философское учение признает началом бытия индивидуальное, личное сознание?",
        "variants": [
            "Субъективный идеализм",
            "Объективный идеализм",
            "Материализм",
            "Пантеизм",
            "Деизм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется радикальное, коренное, глубокое, качественное изменение, скачок в развитии общества, природы или познания, сопряжённое с открытым разрывом с предыдущим состоянием?",
        "variants": [
            "Революция",
            "Эволюция",
            "Регресс",
            "Стагнация",
            "Реформа"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс медленных количественных и качественных необратимых исторических изменений в природе и обществе?",
        "variants": [
            "Эволюция",
            "Революция",
            "Скачок",
            "Деградация",
            "Интеграция"
        ],
        "answer": 0
    },
    {
        "question": "Какой раздел философии рассматривает возможности познания мира человеком, структуру познавательной деятельности, формы знания в его отношении к действительности, критерии истинности и достоверности знания, его природу и границы?",
        "variants": [
            "Гносеология (Эпистемология)",
            "Онтология",
            "Аксиология",
            "Эстетика",
            "Логика"
        ],
        "answer": 0
    },
    {
        "question": "Какая философско-мировоззренческая позиция утверждает, что истинное, абсолютно достоверное знание может быть достигнуто только с помощью разума?",
        "variants": [
            "Рационализм",
            "Эмпиризм",
            "Сенсуализм",
            "Иррационализм",
            "Агностицизм"
        ],
        "answer": 0
    },
    {
        "question": "Какая философско-мировоззренческая позиция абсолютизирует относительность знаний?",
        "variants": [
            "Релятивизм",
            "Догматизм",
            "Скептицизм",
            "Агностицизм",
            "Рационализм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется познавательная процедура, посредством которой из сравнения наличных фактов выводится обобщающее их утверждение?",
        "variants": [
            "Индукция",
            "Дедукция",
            "Анализ",
            "Синтез",
            "Абстрагирование"
        ],
        "answer": 0
    },
    {
        "question": "Кто из древнегреческих философов заложил в основу теории познания утверждение, что «знание – это припоминание того, что душа когда-то знала, а потом забыла»?",
        "variants": [
            "Платон",
            "Аристотель",
            "Сократ",
            "Демокрит",
            "Эпикур"
        ],
        "answer": 0
    },
    {
        "question": "Когда был принят Закон об образовании в Республике Казахстан?",
        "variants": [
            "В 2007 году",
            "В 1995 году",
            "В 1999 году",
            "В 2011 году",
            "В 2015 году"
        ],
        "answer": 0
    },
    {
        "question": "Как называется прием мышления, связанный с разложением объекта на стороны, элементы с целью их самостоятельного изучения?",
        "variants": [
            "Анализ",
            "Синтез",
            "Индукция",
            "Дедукция",
            "Обобщение"
        ],
        "answer": 0
    },
    {
        "question": "Как называется целенаправленное изучение предмета, находящегося в естественных условиях?",
        "variants": [
            "Наблюдение",
            "Эксперимент",
            "Моделирование",
            "Абстрагирование",
            "Измерение"
        ],
        "answer": 0
    },
    {
        "question": "Как называется метод познания, означающий объединение ранее разложенных объектов в целое с целью получения целостного знания?",
        "variants": [
            "Синтез",
            "Анализ",
            "Дедукция",
            "Индукция",
            "Классификация"
        ],
        "answer": 0
    },
    {
        "question": "Какая философско-мировоззренческая позиция провозглашает, что человек есть центр и высшая цель мироздания?",
        "variants": [
            "Антропоцентризм",
            "Космоцентризм",
            "Теоцентризм",
            "Природоцентризм",
            "Сциентизм"
        ],
        "answer": 0
    },
    {
        "question": "Что является основным объектом исследования, мерой вещей и отношений при антропоцентризме?",
        "variants": [
            "Человек",
            "Бог",
            "Природа",
            "Космос",
            "Общество"
        ],
        "answer": 0
    },
    {
        "question": "Древнегреческий философ, живший в Афинах около 469 г. до н. э. — 399 г. до н. э., учение которого знаменует поворот в философии — от рассмотрения природы и мира к рассмотрению человека, отдавший жизнь за философскую истину.",
        "variants": [
            "Сократ",
            "Платон",
            "Аристотель",
            "Демокрит",
            "Гераклит"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс соединения различных дисциплин и методов исследования, применение интердисциплинарных подходов для решения сложных проблем?",
        "variants": [
            "Интеграция наук",
            "Дифференциация наук",
            "Классификация",
            "Моделирование",
            "Анализ"
        ],
        "answer": 0
    },
    {
        "question": "Как называется процесс разделения традиционных наук на ряд областей знания с их дальнейшей специализацией?",
        "variants": [
            "Дифференциация наук",
            "Интеграция наук",
            "Синтез",
            "Обобщение",
            "Фундаментализация"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философско-мировоззренческая позиция, утверждающая множественность форм бытия, философских взглядов, интересов?",
        "variants": [
            "Плюрализм",
            "Монизм",
            "Дуализм",
            "Догматизм",
            "Релятивизм"
        ],
        "answer": 0
    },
    {
        "question": "Что является первоначалом в идеалистических философских концепциях?",
        "variants": [
            "Дух (сознание, идея)",
            "Материя",
            "Атом",
            "Апейрон",
            "Природа"
        ],
        "answer": 0
    },
    {
        "question": "Как называется философское учение о сущности и формах прекрасного в художественном творчестве, в природе и в жизни, об искусстве как особой форме общественного сознания?",
        "variants": [
            "Эстетика",
            "Этика",
            "Логика",
            "Аксиология",
            "Онтология"
        ],
        "answer": 0
    },
    {
        "question": "Как называется раздел философии, изучающий мораль и нравственность, происхождение, сущность, нормы и функции?",
        "variants": [
            "Этика",
            "Эстетика",
            "Аксиология",
            "Праксиология",
            "Гносеология"
        ],
        "answer": 0
    },
    {
        "question": "Как называется дисциплина, изучающая наиболее общие существенные характеристики и фундаментальные принципы реальности (бытия) и познания, бытия человека, отношения человека и мира?",
        "variants": [
            "Философия",
            "Социология",
            "Психология",
            "Культурология",
            "История"
        ],
        "answer": 0
    },
    {
        "question": "Как называется система взглядов, определяющая понимание человеком существующего мира и своего места в нем, его отношение к окружающей действительности и самому себе?",
        "variants": [
            "Мировоззрение",
            "Идеология",
            "Наука",
            "Религия",
            "Психология"
        ],
        "answer": 0
    },
    {
        "question": "Кто из античных философов является создателем первой системы логики, философ, которого Г.Г.Гегель называл «учителем человечества»?",
        "variants": [
            "Аристотель",
            "Сократ",
            "Платон",
            "Демокрит",
            "Пифагор"
        ],
        "answer": 0
    },
    {
        "question": "Какой раздел философии представляет собой совокупность философских установок по отношению к религии, концептуализаций её природы и функций, а также философских обоснований существования божества, философские рассуждения о его природе и отношении к миру и человеку?",
        "variants": [
            "Философия религии",
            "Этика",
            "Социальная философия",
            "Антропология",
            "Эстетика"
        ],
        "answer": 0
    },
    {
        "question": "Что представляет собой сфера человеческой деятельности, форма общественного сознания, включающая веру в сверхъестественное, соответствующее поведение и специфические действия, особые институты и идеологию?",
        "variants": [
            "Религия",
            "Искусство",
            "Наука",
            "Мораль",
            "Право"
        ],
        "answer": 0
    },
    {
        "question": "Как называется раздел философии, в котором изучаются источники, формы научного познания, способности человека познавать действительность?",
        "variants": [
            "Гносеология (Эпистемология)",
            "Онтология",
            "Аксиология",
            "Праксиология",
            "Логика"
        ],
        "answer": 0
    },
    {
        "question": "Какая из функций философии связана с объяснением общественных процессов, причин их возникновения и эволюции, современного состояния общества, его структуры, элементов, движущих сил и т.д.?",
        "variants": [
            "Социальная",
            "Методологическая",
            "Гносеологическая",
            "Аксиологическая",
            "Эвристическая"
        ],
        "answer": 0
    },
    {
        "question": "Как называется особая область психики, сосредоточившая в себе вечные влечения, мотивы, стремления, смысл которых определяется инстинктами и недоступен сознанию?",
        "variants": [
            "Бессознательное",
            "Сверхсознание",
            "Разум",
            "Рассудок",
            "Интуиция"
        ],
        "answer": 0
    },
    {
        "question": "Чем становится всесторонне проверенная и подтвержденная практикой гипотеза?",
        "variants": [
            "Теорией",
            "Проблемой",
            "Догмой",
            "Аксиомой",
            "Парадигмой"
        ],
        "answer": 0
    },
    {
        "question": "Как называется учение, сторонники которого утверждали, что «практика – критерий истины»?",
        "variants": [
            "Марксизм",
            "Позитивизм",
            "Экзистенциализм",
            "Схоластика",
            "Рационализм"
        ],
        "answer": 0
    },
    {
        "question": "Как называется методологическая концепция в философии, сторонники которой утверждают, что знания относительны, абсолютной истины не существует, то есть все в мире субъективно?",
        "variants": [
            "Релятивизм",
            "Догматизм",
            "Скептицизм",
            "Эмпиризм",
            "Агностицизм"
        ],
        "answer": 0
    },
    {
        "question": "Как английский философ Нового времени Френсис Бэкон называл различные виды когнитивных искажений и заблуждений, которые мешают объективному научному исследованию и познанию мира?",
        "variants": [
            "Идолы (призраки)",
            "Парадоксы",
            "Апории",
            "Иллюзии",
            "Догмы"
        ],
        "answer": 0
    }
];